use rsubs_lib::{SRT, SSA, VTT};

const SRT: &str = "1
00:00:11,000 --> 00:00:13,000
We are in New York City

2
00:00:13,000 --> 00:00:16,000
We’re actually at the Lucern Hotel, just down the street

3
00:00:16,000 --> 00:00:18,000
from the American Museum of Natural History

4
00:00:18,000 --> 00:00:20,000
And with me is Neil deGrasse Tyson

5
00:00:20,000 --> 00:00:22,000
Astrophysicist, Director of the Hayden Planetarium

6
00:00:22,000 --> 00:00:24,000
at the AMNH.

7
00:00:24,000 --> 00:00:26,000
Thank you for walking down here.

8
00:00:27,000 --> 00:00:30,000
And I want to do a follow-up on the last conversation we did.

9
00:00:30,000 --> 00:00:31,500
When we e-mailed—

10
00:00:30,500 --> 00:00:32,500
Didn’t we talk about enough in that conversation?
Didn’t we talk about enough in that conversation?
Didn’t we talk about enough in that conversation?

11
00:00:32,000 --> 00:00:35,500
No! No no no no; 'cos 'cos obviously 'cos

12
00:00:32,500 --> 00:00:33,500
<i>Laughs</i>

13
00:00:35,500 --> 00:00:38,000
You know I’m so excited my glasses are falling off here.";

const SSA: &str = r#"[Script Info]
Collisions: Normal
Synch Point: 
PlayResX: 640
WrapStyle: 0
ScriptType: V4.00+
Title: subtitle
PlayResY: 480

[V4+ Styles]
Format: Name,Fontname,Fontsize,PrimaryColour,SecondaryColour,OutlineColour,BackColour,Bold,Italic,Underline,Strikeout,ScaleX,ScaleY,Spacing,Angle,BorderStyle,Outline,Shadow,Alignment,MarginL,MarginR,MarginV,Encoding
Style: Default,Arial,25.5,&H00FFFFFF,&H00000000,&H00000000,&H00000000,-1,0,0,0,120,120,0,0,1,1,1,2,0000,0000,0030,0
Style: De2,Trebuchet MS,25.5,&H00FFFFFF,&H00000000,&H00000000,&H00000000,-1,0,0,0,120,120,0,0,1,1,1,2,0000,0000,0030,0
Style: De4,Trebuchet MS,25.5,&H00FFFFFF,&H00000000,&H00000000,&H00000000,-1,0,0,0,120,120,0,0,1,1,1,2,0000,0000,0030,0

[Events]
Format: Layer,Start,End,Style,Name,MarginL,MarginR,MarginV,Effect,Text
Dialogue: 0,0:00:00.20,0:00:02.20,Default,,0000,0000,0000,,{\i1}Lorem Ipsum1{\i0}
Dialogue: 0,0:00:02.20,0:00:04.20,Default,,0000,0000,0000,,{\c1}Lorem Ipsum2{\c0}
Dialogue: 0,0:00:06.20,0:00:08.20,Default,,0000,0000,0000,,Lorem Ipsum3
Dialogue: 0,0:00:08.20,0:00:10.20,Default,,0000,0000,0000,,Lorem Ipsum4
Dialogue: 0,0:00:12.20,0:00:14.20,Default,,0000,0000,0000,,Lorem Ipsum5
Dialogue: 0,0:00:14.20,0:00:16.20,Default,,0000,0000,0000,,Lorem Ipsum6"#;

const VTT: &str = r#"WEBVTT

NOTE This is safe

STYLE
::cue(Default){
color: #ffffff;
font-family: "Arial", sans-serif;
font-size: 12px;
}

STYLE
::cue(Default2){
color: #ffffff;
font-family: "Arial", sans-serif;
background-color: #00000000;
font-size: 020px;
text-shadow: #000000ff -2px 0px 2px, #000000ff 0px 2px 2px, #000000ff 0px -2px 2px, #000000ff 2px 0px 2px;
}

STYLE
::cue{
color: #ffffff;
font-family: "Arial", sans-serif;
}

00:11.000 --> 00:13.000
<v Roger Bingham>We are in New York City

00:13.000 --> 00:16.000
<v Roger Bingham>We’re actually at the Lucern Hotel, just down the street

00:16.000 --> 00:18.000
<v Roger Bingham>from the American Museum of Natural History

00:18.000 --> 00:20.000
<v Roger Bingham>And with me is Neil deGrasse Tyson

00:20.000 --> 00:22.000
<v Roger Bingham>Astrophysicist, Director of the Hayden Planetarium

aa
00:22.000 --> 00:24.000
<v Roger Bingham>at the AMNH.

00:24.000 --> 00:26.000
<v Roger Bingham>Thank you for walking down here.

00:27.000 --> 00:30.000
<v Roger Bingham>And I want to do a follow-up on the last conversation we did.

00:30.000 --> 00:31.500 position:30% left align:right size:50% line:12
<v Roger Bingham>When we e-mailed—

00:30.500 --> 00:32.500 align:left size:50% position:030%
<v Neil deGrasse Tyson>Didn’t we talk about enough in that conversation?
<v Neil deGrasse Tyson>Didn’t we talk about enough in that conversation?
<v Neil deGrasse Tyson>Didn’t we talk about enough in that conversation?

00:32.000 --> 00:35.500 align:right size:50%
<v Roger Bingham>No! No no no no; 'cos 'cos obviously 'cos

00:32.500 --> 00:33.500 align:left size:50%
<v Neil deGrasse Tyson><i>Laughs</i>

00:35.500 --> 00:38.000
<v Roger Bingham>You know I’m so excited my glasses are falling off here."#;

const ASS: &str = r#"[Script Info]
;SrtEdit 7.0.2023.1222
;Copyright(C) 2005-2023 Yuan Weiguo

Title:
Original Script:
Original Translation:
Original Timing:
Original Editing:
Script Updated By: Eggy
Update Details:
ScriptType: v4.00+
Collisions: Normal
PlayResX: 384
PlayResY: 288
Timer: 100.0000
Synch Point:
WrapStyle: 0
ScaledBorderAndShadow: no

[V4+ Styles]
Format: Name, Fontname, Fontsize, PrimaryColour, SecondaryColour, OutlineColour, BackColour, Bold, Italic, Underline, StrikeOut, ScaleX, ScaleY, Spacing, Angle, BorderStyle, Outline, Shadow, Alignment, MarginL, MarginR, MarginV, Encoding
Style: Default,Microsoft YaHei,18,&H00D7D7D7,&H00000000,&H00000000,&H00000000,0,0,0,0,100,100,0,0,1,1,1,2,5,5,3,134

[Events]
Format: Layer, Start, End, Style, Name, MarginL, MarginR, MarginV, Effect, Text
Dialogue: 0,0:00:48.95,0:00:53.12,Default,,0000,0000,0000,,(冷战结束时)
Dialogue: 0,0:00:53.12,0:00:57.70,Default,,0000,0000,0000,,(全球大国一致认同\N减少核武器数量)
Dialogue: 0,0:00:57.70,0:01:03.33,Default,,0000,0000,0000,,{\an8}(世界就会变得更和平)
Dialogue: 0,0:01:04.75,0:01:09.00,Default,,0000,0000,0000,,(那个时代已经结束了)
Dialogue: 0,0:01:16.29,0:01:21.08,Default,,0000,0000,0000,,(轨道倾角变平)
Dialogue: 0,0:01:37.37,0:01:39.62,Default,,0000,0000,0000,,抵达行动大楼时 马上通知我们 完毕
Dialogue: 0,0:01:50.45,0:01:52.33,Default,,0000,0000,0000,,还要听你说六个月的废话
Dialogue: 0,0:02:01.33,0:02:05.16,Default,,0000,0000,0000,,(阿拉斯加州 格里利堡\N第49导弹防御营)
Dialogue: 0,0:02:05.16,0:02:09.33,Default,,0000,0000,0000,,我不是想招惹你 我只是说实话
Dialogue: 0,0:02:10.20,0:02:11.25,Default,,0000,0000,0000,,不是 这...
Dialogue: 0,0:02:14.12,0:02:17.12,Default,,0000,0000,0000,,你只要再等六个月 我就能帮忙...
Dialogue: 0,0:02:17.12,0:02:19.00,Default,,0000,0000,0000,,你不能再拖延了 不行...
Dialogue: 0,0:02:24.66,0:02:25.95,Default,,0000,0000,0000,,我要挂电话了
Dialogue: 0,0:02:25.95,0:02:28.54,Default,,0000,0000,0000,,- 我们明天再想办法\N- 我要离婚
Dialogue: 0,0:02:28.54,0:02:30.25,Default,,0000,0000,0000,,我们能解决这个问...
Dialogue: 0,0:02:31.66,0:02:32.66,Default,,0000,0000,0000,,喂?
Dialogue: 0,0:02:33.45,0:02:34.45,Default,,0000,0000,0000,,喂?
Dialogue: 0,0:02:49.91,0:02:52.54,Default,,0000,0000,0000,,- 中士 有没有收到我的电邮?\N- 没有 长官
Dialogue: 0,0:02:53.37,0:02:55.58,Default,,0000,0000,0000,,上头传来最新消息了
Dialogue: 0,0:02:56.70,0:02:57.91,Default,,0000,0000,0000,,这是今天...
Dialogue: 0,0:02:59.50,0:03:00.99,Default,,0000,0000,0000,,最重要的消息
Dialogue: 0,0:03:01.00,0:03:03.20,Default,,0000,0000,0000,,(祝你度过美好的一天)
Dialogue: 0,0:03:03.20,0:03:04.29,Default,,0000,0000,0000,,这是命令
Dialogue: 0,0:03:05.29,0:03:06.29,Default,,0000,0000,0000,,遵命 长官
Dialogue: 0,0:03:07.33,0:03:09.04,Default,,0000,0000,0000,,你打算每隔三周开同样的玩笑吗?
Dialogue: 0,0:03:09.04,0:03:11.08,Default,,0000,0000,0000,,只要你还笑得出来 我就继续说
Dialogue: 0,0:03:12.75,0:03:13.83,Default,,0000,0000,0000,,别这样嘛
Dialogue: 0,0:03:23.08,0:03:24.41,Default,,0000,0000,0000,,情况如何?
Dialogue: 0,0:03:25.66,0:03:26.87,Default,,0000,0000,0000,,还在处理
Dialogue: 0,0:03:27.91,0:03:31.33,Default,,0000,0000,0000,,但今天应该会有些动静 希望如此吧
Dialogue: 0,0:03:32.79,0:03:35.12,Default,,0000,0000,0000,,- 吃喝是违规行为\N- 知道了 老兄
Dialogue: 0,0:03:35.62,0:03:36.95,Default,,0000,0000,0000,,想吃一个就说一声嘛
Dialogue: 0,0:03:45.12,0:03:47.37,Default,,0000,0000,0000,,每隔四个小时休息一次\N下次麻烦你忍耐一下
Dialogue: 0,0:03:48.20,0:03:51.25,Default,,0000,0000,0000,,- 老兄 你还好吗?\N- 也麻烦你把工作台清理一下
Dialogue: 0,0:03:52.20,0:03:54.41,Default,,0000,0000,0000,,上面全都是油脂、薯片碎什么的
Dialogue: 0,0:03:55.66,0:03:56.66,Default,,0000,0000,0000,,知道了 长官
Dialogue: 0,0:04:07.29,0:04:09.41,Default,,0000,0000,0000,,你看 恐龙来了
Dialogue: 0,0:04:13.16,0:04:15.95,Default,,0000,0000,0000,,- 两位 现在是凌晨3点30分\N- 对不起
Dialogue: 0,0:04:16.75,0:04:17.91,Default,,0000,0000,0000,,- 嗨\N- 嗨
Dialogue: 0,0:04:17.91,0:04:19.70,Default,,0000,0000,0000,,列车长 你好点了吗?
Dialogue: 0,0:04:21.50,0:04:22.66,Default,,0000,0000,0000,,他好点了吗?
Dialogue: 0,0:04:22.66,0:04:25.33,Default,,0000,0000,0000,,发烧到快39度了
Dialogue: 0,0:04:25.33,0:04:26.70,Default,,0000,0000,0000,,天啊
Dialogue: 0,0:04:26.70,0:04:29.58,Default,,0000,0000,0000,,- 走吧 小子 我们去睡觉了\N- 去爸爸那边
Dialogue: 0,0:04:29.58,0:04:30.75,Default,,0000,0000,0000,,- 来\N- 我爱你
Dialogue: 0,0:04:31.25,0:04:32.24,Default,,0000,0000,0000,,- 好了\N- 我爱你
Dialogue: 0,0:04:32.25,0:04:34.08,Default,,0000,0000,0000,,我爱你 妈妈找到手机了
Dialogue: 0,0:04:34.91,0:04:35.91,Default,,0000,0000,0000,,妈妈...
Dialogue: 0,0:04:36.45,0:04:38.12,Default,,0000,0000,0000,,可以给妈妈吗?
Dialogue: 0,0:04:38.12,0:04:39.66,Default,,0000,0000,0000,,它今天陪妈妈 可以吗?
Dialogue: 0,0:04:39.66,0:04:40.75,Default,,0000,0000,0000,,谢谢
Dialogue: 0,0:04:42.91,0:04:44.20,Default,,0000,0000,0000,,- 我爱你\N- 我也爱你
Dialogue: 0,0:04:44.20,0:04:45.49,Default,,0000,0000,0000,,我爱你
Dialogue: 0,0:04:45.50,0:04:48.99,Default,,0000,0000,0000,,- 你穿成这样去白宫?\N- 今天是便装星期五
Dialogue: 0,0:04:49.00,0:04:50.58,Default,,0000,0000,0000,,- 我就知道\N- 再见
Dialogue: 0,0:05:18.20,0:05:19.20,Default,,0000,0000,0000,,亲爱的
Dialogue: 0,0:05:21.66,0:05:22.66,Default,,0000,0000,0000,,我爱你
Dialogue: 0,0:05:44.83,0:05:46.29,Default,,0000,0000,0000,,- 早上好 女士\N- 早上好
Dialogue: 0,0:05:46.79,0:05:48.87,Default,,0000,0000,0000,,先生 你好 请出示识别证
Dialogue: 0,0:05:50.16,0:05:53.08,Default,,0000,0000,0000,,谢谢 值班愉快
Dialogue: 0,0:05:55.75,0:05:56.95,Default,,0000,0000,0000,,保重
Dialogue: 0,0:05:59.08,0:06:00.08,Default,,0000,0000,0000,,钥匙
Dialogue: 0,0:06:00.66,0:06:01.95,Default,,0000,0000,0000,,- 谢谢 女士\N- 好的
Dialogue: 0,0:06:21.20,0:06:22.87,Default,,0000,0000,0000,,- 早上好\N- 早上好
Dialogue: 0,0:06:34.50,0:06:35.58,Default,,0000,0000,0000,,谢谢你 长官
Dialogue: 0,0:06:36.29,0:06:37.66,Default,,0000,0000,0000,,- 早上好 上尉\N- 早上好
Dialogue: 0,0:06:37.66,0:06:39.00,Default,,0000,0000,0000,,给我一份蛋白煎蛋饼
Dialogue: 0,0:06:39.79,0:06:41.04,Default,,0000,0000,0000,,- 跟平常一样?\N- 对 谢了
Dialogue: 0,0:06:42.37,0:06:45.62,Default,,0000,0000,0000,,- 你什么时候开工的?\N- 上周 你怎么...
Dialogue: 0,0:06:45.62,0:06:49.50,Default,,0000,0000,0000,,鸡蛋三明治或燕麦片\N点其他东西只会拉长队伍 谢了
Dialogue: 0,0:07:02.12,0:07:06.37,Default,,0000,0000,0000,,(看完医生后给我发短信\N替我亲亲连姆)
Dialogue: 0,0:07:13.45,0:07:15.58,Default,,0000,0000,0000,,- 嗨 早上好\N- 早上好
Dialogue: 0,0:07:17.95,0:07:19.66,Default,,0000,0000,0000,,- 老兄 你好\N- 早上好
Dialogue: 0,0:07:22.83,0:07:24.25,Default,,0000,0000,0000,,- 早上好\N- 早上好
Dialogue: 0,0:07:32.04,0:07:33.50,Default,,0000,0000,0000,,- 早上好\N- 早上好
Dialogue: 0,0:07:34.08,0:07:36.58,Default,,0000,0000,0000,,- 风平浪静的一晚\N- 对你来说可能是吧
Dialogue: 0,0:07:36.58,0:07:39.37,Default,,0000,0000,0000,,- 你又开玩笑了 小家伙又闹了?\N- 他会好起来的
Dialogue: 0,0:07:39.37,0:07:41.79,Default,,0000,0000,0000,,- 人民解放军一小时后展开军演\N- 真的吗?
Dialogue: 0,0:07:41.79,0:07:44.24,Default,,0000,0000,0000,,我还以为他们会取消\N试图让局势降温
Dialogue: 0,0:07:44.25,0:07:46.00,Default,,0000,0000,0000,,可能他们喜欢“高温”吧
Dialogue: 0,0:07:48.20,0:07:51.33,Default,,0000,0000,0000,,- 好吧 平壤那边有什么消息?\N- 上次试射后就没有动静了
Dialogue: 0,0:07:52.04,0:07:54.83,Default,,0000,0000,0000,,武力恐吓也好 按兵不动也罢\N不知道哪种情况更令我担忧
Dialogue: 0,0:07:54.83,0:07:56.29,Default,,0000,0000,0000,,还有一件更令你担忧的事
Dialogue: 0,0:07:56.29,0:07:59.54,Default,,0000,0000,0000,,国安局对德黑兰\N与其代理势力的互动感到紧张
Dialogue: 0,0:07:59.54,0:08:03.29,Default,,0000,0000,0000,,- 他们希望能把此事列入晨报议程\N- 好吧 他们不会挨骂
Dialogue: 0,0:08:04.54,0:08:05.66,Default,,0000,0000,0000,,那是什么情况?
Dialogue: 0,0:08:05.66,0:08:08.41,Default,,0000,0000,0000,,比尤特县有超过十万户人家岌岌可危
Dialogue: 0,0:08:08.41,0:08:09.83,Default,,0000,0000,0000,,那不是实时状况
Dialogue: 0,0:08:09.83,0:08:12.41,Default,,0000,0000,0000,,那个屏幕昨天就出过状况\N已经叫维修组处理了
Dialogue: 0,0:08:12.41,0:08:15.29,Default,,0000,0000,0000,,- 很好 再见\N- 再见 希望你儿子早日康复
Dialogue: 0,0:08:15.29,0:08:16.37,Default,,0000,0000,0000,,睡个好觉
Dialogue: 0,0:08:18.87,0:08:20.87,Default,,0000,0000,0000,,- 干杯\N- 干杯 谢谢
Dialogue: 0,0:08:23.95,0:08:26.16,Default,,0000,0000,0000,,- 戴维斯士官长\N- 早上好 长官
Dialogue: 0,0:08:26.16,0:08:27.99,Default,,0000,0000,0000,,- 请上报最新进展\N- 哪件事?
Dialogue: 0,0:08:28.00,0:08:29.95,Default,,0000,0000,0000,,不能搞砸的那个行动
Dialogue: 0,0:08:30.58,0:08:32.49,Default,,0000,0000,0000,,我今晚去拿戒指
Dialogue: 0,0:08:32.50,0:08:34.95,Default,,0000,0000,0000,,好样的 水手哥 也拖得够久了
Dialogue: 0,0:08:36.45,0:08:38.45,Default,,0000,0000,0000,,- 好了 各位 早上好\N- 早上好
Dialogue: 0,0:08:38.45,0:08:41.20,Default,,0000,0000,0000,,- 晨报两小时后送交 大家准备一下\N- 好的
Dialogue: 0,0:09:02.91,0:09:03.91,Default,,0000,0000,0000,,收到
Dialogue: 0,0:09:04.45,0:09:09.16,Default,,0000,0000,0000,,不是 他说婚前协议是“铁打”的\N这就是他的原话
Dialogue: 0,0:09:10.29,0:09:12.99,Default,,0000,0000,0000,,我没时间再找律师了
Dialogue: 0,0:09:13.00,0:09:14.70,Default,,0000,0000,0000,,除非我想丢饭碗
Dialogue: 0,0:09:16.33,0:09:18.50,Default,,0000,0000,0000,,我要挂电话了 再见 谢了
Dialogue: 0,0:09:24.58,0:09:29.24,Default,,0000,0000,0000,,{\an8}(华府 联邦紧急事务管理署)
Dialogue: 0,0:09:29.25,0:09:31.87,Default,,0000,0000,0000,,早上9点30分\N总统将参观女子篮球协会
Dialogue: 0,0:09:31.87,0:09:33.04,Default,,0000,0000,0000,,与年轻人互动
Dialogue: 0,0:09:33.04,0:09:35.45,Default,,0000,0000,0000,,接着我们将在罗斯福室
Dialogue: 0,0:09:35.45,0:09:36.91,Default,,0000,0000,0000,,签署国防综合法案
Dialogue: 0,0:09:36.91,0:09:40.79,Default,,0000,0000,0000,,记者团将会到场\N接着高层有三个小时的自由时间
Dialogue: 0,0:09:42.91,0:09:46.99,Default,,0000,0000,0000,,新任爱尔兰大使\N预计将在下午四点左右抵达
Dialogue: 0,0:09:47.00,0:09:48.95,Default,,0000,0000,0000,,到时椭圆形办公室可能会开放拍摄
Dialogue: 0,0:09:48.95,0:09:50.99,Default,,0000,0000,0000,,接着就再也没有任何公开活动
Dialogue: 0,0:09:51.00,0:09:51.99,Default,,0000,0000,0000,,谢了 艾比
Dialogue: 0,0:09:52.00,0:09:55.83,Default,,0000,0000,0000,,寇特妮的线报称\N白宫可能会对莫斯科实施更多制裁
Dialogue: 0,0:09:55.83,0:09:58.16,Default,,0000,0000,0000,,我还没听说过
Dialogue: 0,0:09:58.16,0:10:00.91,Default,,0000,0000,0000,,但我会到处打听
Dialogue: 0,0:10:14.25,0:10:16.08,Default,,0000,0000,0000,,长官 收到快速警报
Dialogue: 0,0:10:16.08,0:10:17.41,Default,,0000,0000,0000,,- 快速警报\N- 快速警报
Dialogue: 0,0:10:17.41,0:10:19.37,Default,,0000,0000,0000,,- 从哪里来的?\N- 太平洋
Dialogue: 0,0:10:20.95,0:10:22.83,Default,,0000,0000,0000,,一号海基X波段雷达\N侦测到弹道导弹发射
Dialogue: 0,0:10:22.83,0:10:24.87,Default,,0000,0000,0000,,已确认 长官 我们看到了
Dialogue: 0,0:10:24.87,0:10:26.62,Default,,0000,0000,0000,,- 马上追踪定位\N- 收到
Dialogue: 0,0:10:26.62,0:10:30.08,Default,,0000,0000,0000,,向量为42.710、137.14
Dialogue: 0,0:10:30.08,0:10:35.24,Default,,0000,0000,0000,,发射方位角为9.25度\N仰角为66.79度
Dialogue: 0,0:10:35.25,0:10:37.16,Default,,0000,0000,0000,,随时准备拦截
Dialogue: 0,0:10:37.16,0:10:38.25,Default,,0000,0000,0000,,收到
Dialogue: 0,0:10:38.79,0:10:41.33,Default,,0000,0000,0000,,- 好 记录时间\N- 时间是早上9点33分
Dialogue: 0,0:10:41.33,0:10:43.49,Default,,0000,0000,0000,,启动国安电话会议
Dialogue: 0,0:10:43.50,0:10:44.54,Default,,0000,0000,0000,,收到
Dialogue: 0,0:10:44.54,0:10:46.74,Default,,0000,0000,0000,,连线中 我上线了
Dialogue: 0,0:10:46.75,0:10:48.04,Default,,0000,0000,0000,,怎么回事?
Dialogue: 0,0:10:48.04,0:10:50.20,Default,,0000,0000,0000,,战略司令部\N正在追踪太平洋上空的导弹
Dialogue: 0,0:10:51.37,0:10:52.66,Default,,0000,0000,0000,,自圣诞节后第二次了
Dialogue: 0,0:10:52.66,0:10:54.45,Default,,0000,0000,0000,,- 是第三次才对\N- 原来如此
Dialogue: 0,0:10:56.45,0:10:58.16,Default,,0000,0000,0000,,我就快被季度绩效审查工作压垮了
Dialogue: 0,0:10:58.16,0:11:01.08,Default,,0000,0000,0000,,除非是世界末日 否则别来叫我
Dialogue: 0,0:11:01.08,0:11:03.62,Default,,0000,0000,0000,,- 知道了\N- 收到 主席 马上加你上线
Dialogue: 0,0:11:06.66,0:11:11.83,Default,,0000,0000,0000,,(太平洋海基X波段雷达)
Dialogue: 0,0:11:11.83,0:11:12.91,Default,,0000,0000,0000,,发射点在哪里?
Dialogue: 0,0:11:15.54,0:11:17.29,Default,,0000,0000,0000,,中尉 发射点在哪里?
Dialogue: 0,0:11:17.29,0:11:19.29,Default,,0000,0000,0000,,战略司令部表示不确定
Dialogue: 0,0:11:19.29,0:11:22.08,Default,,0000,0000,0000,,国防支持计划卫星没侦测到发射动静\N是海上雷达发现的
Dialogue: 0,0:11:22.79,0:11:25.33,Default,,0000,0000,0000,,- 国防支持计划卫星没侦测到?\N- 哪方发射不是重点
Dialogue: 0,0:11:25.33,0:11:28.29,Default,,0000,0000,0000,,- 重点是把它打下来\N- 看来没必要了
Dialogue: 0,0:11:28.29,0:11:32.12,Default,,0000,0000,0000,,日本TPY-2雷达报告\N飞行轨道与先前的朝鲜试射一致
Dialogue: 0,0:11:33.25,0:11:34.25,Default,,0000,0000,0000,,又射了一颗溜溜球
Dialogue: 0,0:11:35.29,0:11:37.74,Default,,0000,0000,0000,,上次试射是温斯格小组负责追踪
Dialogue: 0,0:11:37.75,0:11:40.08,Default,,0000,0000,0000,,他们说事后一周内都在忙着写报告
Dialogue: 0,0:11:41.87,0:11:43.91,Default,,0000,0000,0000,,是霍兰德太太吗?这是白宫战情室
Dialogue: 0,0:11:45.08,0:11:48.12,Default,,0000,0000,0000,,不好意思\N我是白宫战情室的戴维斯士官长
Dialogue: 0,0:11:48.12,0:11:49.45,Default,,0000,0000,0000,,你先生在吗?
Dialogue: 0,0:11:49.45,0:11:51.75,Default,,0000,0000,0000,,(科学家抱持乐观的态度观望)
Dialogue: 0,0:11:52.91,0:11:55.16,Default,,0000,0000,0000,,{\an8}- 有没有看昨晚的球赛?\N- 有 长官
Dialogue: 0,0:11:55.16,0:11:58.33,Default,,0000,0000,0000,,{\an8}- 好的 谢谢 女士\N- 林董也太强了吧?
Dialogue: 0,0:11:58.91,0:11:59.99,Default,,0000,0000,0000,,- 我是说...\N- 好厉害
Dialogue: 0,0:12:00.00,0:12:03.12,Default,,0000,0000,0000,,看来国安顾问接受了大量麻醉药注射
Dialogue: 0,0:12:03.79,0:12:04.99,Default,,0000,0000,0000,,- 结肠镜检查\N- 算他走运
Dialogue: 0,0:12:05.00,0:12:06.41,Default,,0000,0000,0000,,- 联系副国安顾问\N- 早上好
Dialogue: 0,0:12:06.41,0:12:09.75,Default,,0000,0000,0000,,- 很高兴见到你们 可以开始了吗?\N- 霍兰德呢?
Dialogue: 0,0:12:10.58,0:12:11.95,Default,,0000,0000,0000,,长官 霍兰德博士身体不适
Dialogue: 0,0:12:11.95,0:12:15.79,Default,,0000,0000,0000,,好在我们已经联系了\N副国防顾问贝林顿
Dialogue: 0,0:12:15.79,0:12:18.16,Default,,0000,0000,0000,,- 他马上就会上线\N- 到时已经散会了
Dialogue: 0,0:12:18.16,0:12:20.45,Default,,0000,0000,0000,,- 我先开始吧\N- 开始吧 托尼
Dialogue: 0,0:12:20.45,0:12:24.95,Default,,0000,0000,0000,,{\an8}大约三分钟前 我们在太平洋上\N侦测到一枚洲际弹道导弹
Dialogue: 0,0:12:24.95,0:12:29.00,Default,,0000,0000,0000,,{\an8}目前仍未确定\N导弹是在陆地上还是海上发射
Dialogue: 0,0:12:29.50,0:12:33.08,Default,,0000,0000,0000,,但目标物的飞行轨道\N与早前的试射一致
Dialogue: 0,0:12:33.08,0:12:36.54,Default,,0000,0000,0000,,我们预计落点应该是在日本海某处
Dialogue: 0,0:12:47.95,0:12:50.04,Default,,0000,0000,0000,,- 格里利堡作战中心\N- 格里利堡作战中心
Dialogue: 0,0:12:50.04,0:12:51.49,Default,,0000,0000,0000,,稍等一下 我们正在确认
Dialogue: 0,0:12:51.50,0:12:53.20,Default,,0000,0000,0000,,- 柯林斯中尉\N- 是 长官
Dialogue: 0,0:12:56.79,0:12:59.12,Default,,0000,0000,0000,,- 感测器操作员\N- 迪亚茨中士在此
Dialogue: 0,0:13:02.87,0:13:04.41,Default,,0000,0000,0000,,对 好像又是试射
Dialogue: 0,0:13:07.79,0:13:09.04,Default,,0000,0000,0000,,怎么了 中士?
Dialogue: 0,0:13:10.04,0:13:12.25,Default,,0000,0000,0000,,长官 克利尔那边的雷达\N已侦测到目标
Dialogue: 0,0:13:13.95,0:13:14.87,Default,,0000,0000,0000,,等等 还有呢?
Dialogue: 0,0:13:14.87,0:13:18.08,Default,,0000,0000,0000,,上升速度减慢 轨道倾角变平
Dialogue: 0,0:13:18.08,0:13:19.41,Default,,0000,0000,0000,,飞行速度呢?
Dialogue: 0,0:13:19.41,0:13:21.12,Default,,0000,0000,0000,,趋向稳定 长官
Dialogue: 0,0:13:21.12,0:13:22.50,Default,,0000,0000,0000,,每秒六公里
Dialogue: 0,0:13:23.00,0:13:24.95,Default,,0000,0000,0000,,夏延山那边看得到吗?
Dialogue: 0,0:13:25.70,0:13:26.70,Default,,0000,0000,0000,,该死的
Dialogue: 0,0:13:26.70,0:13:29.41,Default,,0000,0000,0000,,开什么玩笑?\N机遇当前 这个家伙却出门散步?
Dialogue: 0,0:13:29.41,0:13:31.33,Default,,0000,0000,0000,,- 他说就在一个街区之外\N- 还不够快
Dialogue: 0,0:13:31.33,0:13:33.24,Default,,0000,0000,0000,,大家继续打电话
Dialogue: 0,0:13:33.25,0:13:34.45,Default,,0000,0000,0000,,再侦测到试射
Dialogue: 0,0:13:34.45,0:13:37.87,Default,,0000,0000,0000,,我要在一小时内\N收到区域反应总结报告
Dialogue: 0,0:13:38.54,0:13:40.16,Default,,0000,0000,0000,,- 请你重返会议\N- 好的
Dialogue: 0,0:13:40.87,0:13:43.00,Default,,0000,0000,0000,,不好意思 好像有最新消息了
Dialogue: 0,0:13:44.45,0:13:46.45,Default,,0000,0000,0000,,{\an8}目前的飞行速度显示
Dialogue: 0,0:13:47.16,0:13:49.79,Default,,0000,0000,0000,,{\an8}目标物将会进入次轨道
Dialogue: 0,0:13:51.91,0:13:53.70,Default,,0000,0000,0000,,{\an8}目前的飞行轨迹显示
Dialogue: 0,0:13:53.70,0:13:56.70,Default,,0000,0000,0000,,{\an8}目标物将会击中美国本土某处
Dialogue: 0,0:13:56.70,0:13:57.95,Default,,0000,0000,0000,,真要命
Dialogue: 0,0:14:00.04,0:14:02.62,Default,,0000,0000,0000,,托尼 对此你有多肯定?
Dialogue: 0,0:14:03.70,0:14:07.75,Default,,0000,0000,0000,,这不是误报\N我们正在用雷达系统追踪导弹轨迹
Dialogue: 0,0:14:08.62,0:14:12.58,Default,,0000,0000,0000,,杰瑞 我被告知准确率很高\N双重感测系统都追踪到了
Dialogue: 0,0:14:13.33,0:14:14.95,Default,,0000,0000,0000,,距离撞击时间还有19分钟
Dialogue: 0,0:14:20.00,0:14:21.79,Default,,0000,0000,0000,,长官 我想不通
Dialogue: 0,0:14:23.70,0:14:25.66,Default,,0000,0000,0000,,把国防部长和总统加入通话
Dialogue: 0,0:14:26.29,0:14:27.83,Default,,0000,0000,0000,,快 戴维斯
Dialogue: 0,0:14:28.62,0:14:29.99,Default,,0000,0000,0000,,- 你在听吗?\N- 有
Dialogue: 0,0:14:30.00,0:14:31.58,Default,,0000,0000,0000,,- 是吗?\N- 有 马上行动
Dialogue: 0,0:14:34.87,0:14:37.87,Default,,0000,0000,0000,,- 确认发射准则\N- 对 国务院
Dialogue: 0,0:14:37.87,0:14:39.04,Default,,0000,0000,0000,,请重复
Dialogue: 0,0:14:39.66,0:14:40.66,Default,,0000,0000,0000,,认证
Dialogue: 0,0:14:45.33,0:14:46.16,Default,,0000,0000,0000,,在这里
Dialogue: 0,0:14:46.16,0:14:49.99,Default,,0000,0000,0000,,OF4916
Dialogue: 0,0:14:50.00,0:14:53.37,Default,,0000,0000,0000,,中士 你表现得很好\N我们为此训练过好多次了 你可以的
Dialogue: 0,0:14:53.87,0:14:57.08,Default,,0000,0000,0000,,OF4916 命令认证已确认
Dialogue: 0,0:14:59.54,0:15:00.79,Default,,0000,0000,0000,,不好意思 请重复
Dialogue: 0,0:15:07.70,0:15:10.33,Default,,0000,0000,0000,,上级已经给我们颁发了\N发射陆基拦截弹的动武权限
Dialogue: 0,0:15:10.91,0:15:12.62,Default,,0000,0000,0000,,糟糕 来真的吗?
Dialogue: 0,0:15:13.20,0:15:14.37,Default,,0000,0000,0000,,(二级戒备状态)
Dialogue: 0,0:15:15.66,0:15:16.83,Default,,0000,0000,0000,,确认进入二级戒备状态
Dialogue: 0,0:15:17.83,0:15:18.87,Default,,0000,0000,0000,,我的妈啊
Dialogue: 0,0:15:20.50,0:15:22.95,Default,,0000,0000,0000,,- 进入二级了\N- 确认已经进入二级戒备状态
Dialogue: 0,0:15:24.04,0:15:27.49,Default,,0000,0000,0000,,- 看到了吗?\N- 我重复 二级戒备状态
Dialogue: 0,0:15:27.50,0:15:29.91,Default,,0000,0000,0000,,- 我们经历过二级戒备状态吗?\N- 还没
Dialogue: 0,0:15:29.91,0:15:33.41,Default,,0000,0000,0000,,话说 我知道这不关我的事\N但事态似乎挺严重的
Dialogue: 0,0:15:33.41,0:15:35.20,Default,,0000,0000,0000,,恕我无法透露任何信息
Dialogue: 0,0:15:35.20,0:15:39.58,Default,,0000,0000,0000,,大家别紧张 好吗?只是计算有误
Dialogue: 0,0:15:39.58,0:15:42.08,Default,,0000,0000,0000,,还是可视为商业卫星发射
Dialogue: 0,0:15:42.08,0:15:45.50,Default,,0000,0000,0000,,某位亿万富翁忘记了\N提交相关文件或发电邮什么的
Dialogue: 0,0:15:46.00,0:15:46.83,Default,,0000,0000,0000,,没事的 别分心
Dialogue: 0,0:15:46.83,0:15:49.41,Default,,0000,0000,0000,,总统不在总统府\N沃茨先生已经知道了
Dialogue: 0,0:15:49.41,0:15:51.04,Default,,0000,0000,0000,,- 在把国防部长加入通话\N- 很好
Dialogue: 0,0:15:51.04,0:15:53.20,Default,,0000,0000,0000,,信号情报指出\N莫斯科知道这次的导弹发射
Dialogue: 0,0:15:53.20,0:15:57.49,Default,,0000,0000,0000,,朝鲜在非军事区出现异常活动\N可能是突然换防
Dialogue: 0,0:15:57.50,0:15:58.83,Default,,0000,0000,0000,,但他们没有回应
Dialogue: 0,0:15:58.83,0:16:00.33,Default,,0000,0000,0000,,有没有可能是解放军演习?
Dialogue: 0,0:16:00.33,0:16:02.99,Default,,0000,0000,0000,,也可能是戴维斯在搞鬼\N这样就能延后一晚求婚?
Dialogue: 0,0:16:03.00,0:16:06.91,Default,,0000,0000,0000,,- 现在不是开玩笑的时候\N- 军演只是水面作战 不会攻击潜艇
Dialogue: 0,0:16:06.91,0:16:10.49,Default,,0000,0000,0000,,福特号航空母舰报告\N有多架歼-15战机从福建升空
Dialogue: 0,0:16:10.50,0:16:13.16,Default,,0000,0000,0000,,- 这在预期内吗?\N- 知道中国在搞什么吗?
Dialogue: 0,0:16:15.54,0:16:17.83,Default,,0000,0000,0000,,不过是车引擎回火 大家就吓坏了
Dialogue: 0,0:16:18.33,0:16:21.50,Default,,0000,0000,0000,,他们没有任何动作 我才会担心\N好了 还有其他情报吗?
Dialogue: 0,0:16:22.25,0:16:24.87,Default,,0000,0000,0000,,军演可能只是幌子 目的是先发制人
Dialogue: 0,0:16:24.87,0:16:26.41,Default,,0000,0000,0000,,所以就对我们发射导弹?
Dialogue: 0,0:16:26.41,0:16:30.04,Default,,0000,0000,0000,,- 简直就像是借核武之手自杀\N- 好 够了
Dialogue: 0,0:16:30.04,0:16:32.66,Default,,0000,0000,0000,,- 确认位置\N- 我们的工作不是解谜
Dialogue: 0,0:16:32.66,0:16:35.29,Default,,0000,0000,0000,,而是找出线索\N然后提交给上级 知道吗?
Dialogue: 0,0:16:35.29,0:16:37.87,Default,,0000,0000,0000,,上级需要确凿的情报 不是猜测
Dialogue: 0,0:16:37.87,0:16:40.87,Default,,0000,0000,0000,,- 找到情报 就举手上报\N- 是 长官
Dialogue: 0,0:16:40.87,0:16:42.29,Default,,0000,0000,0000,,- 是 长官\N- 我们可以的
Dialogue: 0,0:16:43.04,0:16:44.45,Default,,0000,0000,0000,,分析特征
Dialogue: 0,0:16:46.58,0:16:48.16,Default,,0000,0000,0000,,看看排气羽流
Dialogue: 0,0:16:50.25,0:16:51.74,Default,,0000,0000,0000,,这可不妙啊 长官
Dialogue: 0,0:16:51.75,0:16:53.58,Default,,0000,0000,0000,,我们演习过无数次了
Dialogue: 0,0:16:53.58,0:16:56.41,Default,,0000,0000,0000,,- 要放到屏幕上吗?\N- 请调出战略司令部的画面
Dialogue: 0,0:17:03.04,0:17:04.87,Default,,0000,0000,0000,,距离撞击时间还剩16分钟
Dialogue: 0,0:17:06.75,0:17:08.95,Default,,0000,0000,0000,,- 好的 各位\N- 设定警报
Dialogue: 0,0:17:08.95,0:17:10.79,Default,,0000,0000,0000,,那就继续打电话
Dialogue: 0,0:17:12.50,0:17:14.45,Default,,0000,0000,0000,,俄罗斯和中国的电话都占线了
Dialogue: 0,0:17:14.45,0:17:16.29,Default,,0000,0000,0000,,- 大使馆那边呢?\N- 没动静 也是占线
Dialogue: 0,0:17:16.29,0:17:18.20,Default,,0000,0000,0000,,- 好 联系过联合国代表团吗?\N- 当然
Dialogue: 0,0:17:18.20,0:17:20.99,Default,,0000,0000,0000,,也对 全世界都在互相联系
Dialogue: 0,0:17:21.00,0:17:23.66,Default,,0000,0000,0000,,- 继续打电话 别放弃\N- 是 长官
Dialogue: 0,0:17:24.50,0:17:26.08,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:17:27.33,0:17:29.00,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:17:29.58,0:17:30.95,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:17:30.95,0:17:33.04,Default,,0000,0000,0000,,(进入紧急状态\N马上撤离设施范围)
Dialogue: 0,0:17:33.04,0:17:34.20,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:17:35.41,0:17:37.29,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:17:37.29,0:17:39.50,Default,,0000,0000,0000,,确认 舱门已打开
Dialogue: 0,0:17:41.00,0:17:42.83,Default,,0000,0000,0000,,发射准备就绪
Dialogue: 0,0:17:43.91,0:17:45.50,Default,,0000,0000,0000,,发射准备就绪
Dialogue: 0,0:17:52.12,0:17:54.87,Default,,0000,0000,0000,,这里有人负责启动政府延续计划吗?
Dialogue: 0,0:17:55.79,0:17:58.29,Default,,0000,0000,0000,,据我理解 要在发射同时启动程序
Dialogue: 0,0:17:58.29,0:18:01.16,Default,,0000,0000,0000,,撤离重要人员\N应该征询法律意见吗?
Dialogue: 0,0:18:01.16,0:18:02.91,Default,,0000,0000,0000,,瑞德 你的说法可能有误
Dialogue: 0,0:18:02.91,0:18:05.70,Default,,0000,0000,0000,,我几乎可以确定\N是总统负责启动政府延续计划...
Dialogue: 0,0:18:05.70,0:18:07.83,Default,,0000,0000,0000,,但下达命令的是我
Dialogue: 0,0:18:08.33,0:18:12.20,Default,,0000,0000,0000,,事后有足够的时间厘清权责\N请马上撤离相关人员
Dialogue: 0,0:18:12.20,0:18:14.49,Default,,0000,0000,0000,,我可不想临时抱佛脚
Dialogue: 0,0:18:14.50,0:18:16.75,Default,,0000,0000,0000,,我刚获得导弹击中地点的预测情报
Dialogue: 0,0:18:17.25,0:18:18.50,Default,,0000,0000,0000,,说吧 托尼
Dialogue: 0,0:18:19.75,0:18:22.33,Default,,0000,0000,0000,,低风险区 路易维尔、圣路易斯
Dialogue: 0,0:18:22.91,0:18:24.83,Default,,0000,0000,0000,,中风险区 芝加哥、印第安纳波利斯
Dialogue: 0,0:18:25.70,0:18:27.91,Default,,0000,0000,0000,,高风险区 克利夫兰、哥伦布
Dialogue: 0,0:18:27.91,0:18:31.20,Default,,0000,0000,0000,,{\an8}当然 这只是初步估算\N我们还在评估当前风向
Dialogue: 0,0:18:31.20,0:18:32.87,Default,,0000,0000,0000,,{\an8}天啊
Dialogue: 0,0:18:33.37,0:18:35.20,Default,,0000,0000,0000,,- 不会吧?\N- 我能去拿手机吗?
Dialogue: 0,0:18:35.20,0:18:36.99,Default,,0000,0000,0000,,不行 我们必须待在这里
Dialogue: 0,0:18:37.00,0:18:38.79,Default,,0000,0000,0000,,沃克 这是真的吗?
Dialogue: 0,0:18:39.50,0:18:40.83,Default,,0000,0000,0000,,这是战略司令部发来的
Dialogue: 0,0:18:40.83,0:18:42.37,Default,,0000,0000,0000,,{\an8}你刚才提到芝加哥?
Dialogue: 0,0:18:42.37,0:18:44.49,Default,,0000,0000,0000,,{\an8}对 是中风险区
Dialogue: 0,0:18:44.50,0:18:47.58,Default,,0000,0000,0000,,是 这是白宫战情室 请稍等
Dialogue: 0,0:18:47.58,0:18:50.87,Default,,0000,0000,0000,,- 我需要中文翻译员\N- 国务院代表
Dialogue: 0,0:18:50.87,0:18:54.99,Default,,0000,0000,0000,,- 我有点忙不过来\N- 中国副总理正在线上等候
Dialogue: 0,0:18:55.00,0:18:57.66,Default,,0000,0000,0000,,- 泰丝\N- 很好 泰丝 请接二号线
Dialogue: 0,0:18:57.66,0:19:00.33,Default,,0000,0000,0000,,我国很可能会被导弹击中
Dialogue: 0,0:19:01.95,0:19:03.29,Default,,0000,0000,0000,,这里是白宫战情室
Dialogue: 0,0:19:03.29,0:19:05.95,Default,,0000,0000,0000,,路易维尔、圣路易斯也可能是目标
Dialogue: 0,0:19:12.75,0:19:15.45,Default,,0000,0000,0000,,我们今天打算点沙拉外卖\N你要不要也来一份?
Dialogue: 0,0:19:15.45,0:19:18.54,Default,,0000,0000,0000,,- 不用 我还是出去吃吧\N- 好的
Dialogue: 0,0:19:27.87,0:19:31.70,Default,,0000,0000,0000,,伊兹 你有没有听说\N今天有演习的事?
Dialogue: 0,0:19:32.20,0:19:33.54,Default,,0000,0000,0000,,没有
Dialogue: 0,0:19:36.08,0:19:37.70,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:19:39.41,0:19:41.04,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:19:42.25,0:19:43.87,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:19:45.37,0:19:47.00,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:19:48.83,0:19:51.58,Default,,0000,0000,0000,,- 长官 导弹阵地疏散完毕\N- 收到
Dialogue: 0,0:19:51.58,0:19:54.54,Default,,0000,0000,0000,,目标即将进入拦截窗口 倒数三...
Dialogue: 0,0:19:55.20,0:19:57.25,Default,,0000,0000,0000,,二、一
Dialogue: 0,0:19:57.91,0:19:59.79,Default,,0000,0000,0000,,- 启动发射程序\N- 发射程序已启动
Dialogue: 0,0:20:18.66,0:20:20.95,Default,,0000,0000,0000,,二号和四号陆基拦截弹已升空
Dialogue: 0,0:20:20.95,0:20:22.95,Default,,0000,0000,0000,,3分17秒后发射EKV拦截器
Dialogue: 0,0:20:22.95,0:20:24.83,Default,,0000,0000,0000,,准备调整航向
Dialogue: 0,0:20:24.83,0:20:28.29,Default,,0000,0000,0000,,除了瞎猜以外\N没人能提出更准确的说法吗?
Dialogue: 0,0:20:28.29,0:20:31.12,Default,,0000,0000,0000,,这可不是在讨论陆海军友谊赛的输赢
Dialogue: 0,0:20:31.12,0:20:34.29,Default,,0000,0000,0000,,- 总统先生?\N- 是 哪位?
Dialogue: 0,0:20:34.95,0:20:37.54,Default,,0000,0000,0000,,总统先生 我是杰克·贝林顿
Dialogue: 0,0:20:37.54,0:20:41.50,Default,,0000,0000,0000,,我们去年在八国峰会上见过
Dialogue: 0,0:20:45.20,0:20:47.83,Default,,0000,0000,0000,,如果有人能...最好能联系上朴安娜
Dialogue: 0,0:20:47.83,0:20:50.58,Default,,0000,0000,0000,,她是负责朝鲜事务的国家情报员
Dialogue: 0,0:20:50.58,0:20:54.16,Default,,0000,0000,0000,,{\an8}她对朝鲜的军力有更深入的理解
Dialogue: 0,0:20:54.16,0:20:56.12,Default,,0000,0000,0000,,{\an8}好的 要怎么联系上她?
Dialogue: 0,0:20:56.12,0:20:58.58,Default,,0000,0000,0000,,- 联邦紧急事务管理署在一号线\N- 正与她取得联系
Dialogue: 0,0:20:58.58,0:20:59.95,Default,,0000,0000,0000,,联邦紧急事务管理署?现在?
Dialogue: 0,0:21:05.75,0:21:06.83,Default,,0000,0000,0000,,不好意思
Dialogue: 0,0:21:12.16,0:21:15.16,Default,,0000,0000,0000,,- 白宫战情室在线上\N- 抱歉 我们无法转接到你的办公室
Dialogue: 0,0:21:15.66,0:21:19.91,Default,,0000,0000,0000,,我是凯蒂·罗杰斯\N来自国家延续计划办事处
Dialogue: 0,0:21:19.91,0:21:23.04,Default,,0000,0000,0000,,谁能告诉我究竟怎么回事?
Dialogue: 0,0:21:23.04,0:21:24.12,Default,,0000,0000,0000,,怎么说?
Dialogue: 0,0:21:25.16,0:21:29.45,Default,,0000,0000,0000,,我们收到指示\N要启动联合紧急疏散计划
Dialogue: 0,0:21:29.45,0:21:30.37,Default,,0000,0000,0000,,是的 所以呢?
Dialogue: 0,0:21:30.37,0:21:33.20,Default,,0000,0000,0000,,你认为叫众议院议长去避难
Dialogue: 0,0:21:33.20,0:21:34.95,Default,,0000,0000,0000,,对方不会有疑问吗?
Dialogue: 0,0:21:34.95,0:21:37.20,Default,,0000,0000,0000,,不是 我不清楚众议院议长在...
Dialogue: 0,0:21:37.20,0:21:40.37,Default,,0000,0000,0000,,你的意思是国家突然开战了?
Dialogue: 0,0:21:42.12,0:21:43.16,Default,,0000,0000,0000,,跟谁开战?
Dialogue: 0,0:21:43.16,0:21:46.41,Default,,0000,0000,0000,,我唯一能做的是确认\N确实启动了联合紧急疏散计划
Dialogue: 0,0:21:46.41,0:21:48.62,Default,,0000,0000,0000,,- 谢了\N- 米勒上将?
Dialogue: 0,0:21:48.62,0:21:51.20,Default,,0000,0000,0000,,- 找我的\N- 我们得送你到总统紧急行动中心
Dialogue: 0,0:21:52.37,0:21:56.66,Default,,0000,0000,0000,,我们不能说走就走\N必须有条不紊地交接
Dialogue: 0,0:21:56.66,0:21:58.74,Default,,0000,0000,0000,,派快速反应小组\N前往乌鸦岩山综合设施
Dialogue: 0,0:21:58.75,0:22:01.41,Default,,0000,0000,0000,,不是所有人 只有你\N戈登、考德威尔和斯特恩
Dialogue: 0,0:22:01.41,0:22:03.58,Default,,0000,0000,0000,,我的政府延续计划名单上\N只有这几个名字
Dialogue: 0,0:22:04.41,0:22:08.75,Default,,0000,0000,0000,,- 好吧\N- 稍等一下 这也太扯了
Dialogue: 0,0:22:09.33,0:22:10.33,Default,,0000,0000,0000,,这...
Dialogue: 0,0:22:11.66,0:22:13.20,Default,,0000,0000,0000,,好的 奥利维亚
Dialogue: 0,0:22:14.12,0:22:16.12,Default,,0000,0000,0000,,- 是\N- 其他人回去工作
Dialogue: 0,0:22:18.79,0:22:20.08,Default,,0000,0000,0000,,结束通话了吗?
Dialogue: 0,0:22:20.58,0:22:21.58,Default,,0000,0000,0000,,你去吧
Dialogue: 0,0:22:22.66,0:22:24.37,Default,,0000,0000,0000,,- 我?不行\N- 以防万一
Dialogue: 0,0:22:24.37,0:22:26.29,Default,,0000,0000,0000,,别闹了 这样不符合规矩
Dialogue: 0,0:22:26.79,0:22:30.37,Default,,0000,0000,0000,,不行 总统将致电地堡\N他会期待你接电话
Dialogue: 0,0:22:30.37,0:22:32.95,Default,,0000,0000,0000,,拜托 他压根认不出我
Dialogue: 0,0:22:33.62,0:22:36.74,Default,,0000,0000,0000,,况且 陆基拦截弹\N应该会把这东西打下来 对吧?
Dialogue: 0,0:22:36.75,0:22:38.16,Default,,0000,0000,0000,,前提是这东西真实存在
Dialogue: 0,0:22:39.91,0:22:43.70,Default,,0000,0000,0000,,苏联不是曾经把鸟群\N误认为洲际弹道导弹吗?
Dialogue: 0,0:22:43.70,0:22:44.91,Default,,0000,0000,0000,,是太阳才对
Dialogue: 0,0:22:46.00,0:22:48.87,Default,,0000,0000,0000,,1983年 高积云
Dialogue: 0,0:22:50.04,0:22:52.16,Default,,0000,0000,0000,,- 长官 今天阳光普照\N- 长官
Dialogue: 0,0:22:53.25,0:22:55.62,Default,,0000,0000,0000,,我接获指示 必须亲自护送你
Dialogue: 0,0:22:56.12,0:22:57.87,Default,,0000,0000,0000,,我可以的 好吗?
Dialogue: 0,0:23:01.83,0:23:03.87,Default,,0000,0000,0000,,- 戈登 走吧\N- 是 长官
Dialogue: 0,0:23:15.29,0:23:17.95,Default,,0000,0000,0000,,好了 各位 别分心
Dialogue: 0,0:23:18.75,0:23:19.87,Default,,0000,0000,0000,,我们...
Dialogue: 0,0:23:22.04,0:23:23.33,Default,,0000,0000,0000,,我们尽力而为
Dialogue: 0,0:23:23.33,0:23:25.08,Default,,0000,0000,0000,,总统还需要我们
Dialogue: 0,0:23:30.79,0:23:34.45,Default,,0000,0000,0000,,你能先坐一下吗?一下就...
Dialogue: 0,0:23:36.83,0:23:37.70,Default,,0000,0000,0000,,你好
Dialogue: 0,0:23:38.20,0:23:39.66,Default,,0000,0000,0000,,- 嗨 又是我\N- 非常抱歉
Dialogue: 0,0:23:39.66,0:23:41.20,Default,,0000,0000,0000,,- 我们今天很忙\N- 我知道
Dialogue: 0,0:23:46.08,0:23:47.33,Default,,0000,0000,0000,,快接
Dialogue: 0,0:23:48.00,0:23:48.87,Default,,0000,0000,0000,,不好意思
Dialogue: 0,0:23:49.70,0:23:53.66,Default,,0000,0000,0000,,如果医生今天不能帮他看诊\N能不能就给他开个处方?
Dialogue: 0,0:23:54.66,0:23:56.12,Default,,0000,0000,0000,,我问问看
Dialogue: 0,0:23:59.45,0:24:00.45,Default,,0000,0000,0000,,该死的
Dialogue: 0,0:24:04.66,0:24:05.50,Default,,0000,0000,0000,,该死的
Dialogue: 0,0:24:20.91,0:24:21.87,Default,,0000,0000,0000,,嗨 亲爱的
Dialogue: 0,0:24:23.25,0:24:24.87,Default,,0000,0000,0000,,你那边有什么情况吗?
Dialogue: 0,0:24:25.66,0:24:28.83,Default,,0000,0000,0000,,我不清楚 任何不寻常的状况
Dialogue: 0,0:24:30.50,0:24:32.37,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:24:32.95,0:24:34.29,Default,,0000,0000,0000,,就地避难
Dialogue: 0,0:24:34.29,0:24:37.54,Default,,0000,0000,0000,,- 准备发射EKV拦截器\N- 长官 到底怎么回事?
Dialogue: 0,0:24:37.54,0:24:39.62,Default,,0000,0000,0000,,你也看到了\N我们刚发射了陆基拦截弹
Dialogue: 0,0:24:39.62,0:24:42.04,Default,,0000,0000,0000,,- 你们应该前往地堡才对\N- 是 长官
Dialogue: 0,0:24:42.66,0:24:43.70,Default,,0000,0000,0000,,上报EKV的最新状况
Dialogue: 0,0:24:44.12,0:24:45.87,Default,,0000,0000,0000,,{\an8}(EKV:外大气层动能杀伤拦截器)
Dialogue: 0,0:24:45.87,0:24:47.62,Default,,0000,0000,0000,,- 调出天基杀伤评估\N- 准备
Dialogue: 0,0:24:48.12,0:24:51.41,Default,,0000,0000,0000,,三、二、一
Dialogue: 0,0:24:52.20,0:24:53.12,Default,,0000,0000,0000,,发射
Dialogue: 0,0:24:55.75,0:24:57.54,Default,,0000,0000,0000,,发射第一个EKV
Dialogue: 0,0:24:58.04,0:25:00.83,Default,,0000,0000,0000,,速度为每秒十公里 接近目标
Dialogue: 0,0:25:04.50,0:25:07.79,Default,,0000,0000,0000,,第二个拦截器分离失败
Dialogue: 0,0:25:13.87,0:25:15.70,Default,,0000,0000,0000,,一定是出错了 议长
Dialogue: 0,0:25:15.70,0:25:20.20,Default,,0000,0000,0000,,一旦确认是误报\N我们马上安排你调头
Dialogue: 0,0:25:20.20,0:25:21.79,Default,,0000,0000,0000,,没用
Dialogue: 0,0:25:22.41,0:25:23.37,Default,,0000,0000,0000,,失败了
Dialogue: 0,0:25:24.00,0:25:26.20,Default,,0000,0000,0000,,- 还剩一个EKV\N- 陆基拦截弹的状况如何?
Dialogue: 0,0:25:26.20,0:25:27.95,Default,,0000,0000,0000,,第二个EKV发射失败
Dialogue: 0,0:25:28.45,0:25:31.58,Default,,0000,0000,0000,,- 第一个EKV仍在飞行\N- 为什么不多发射几个?
Dialogue: 0,0:25:32.12,0:25:34.41,Default,,0000,0000,0000,,整个武器库里的陆基拦截弹不到50枚
Dialogue: 0,0:25:35.00,0:25:37.20,Default,,0000,0000,0000,,如果对方发射更多导弹\N我们需要用上它们
Dialogue: 0,0:25:37.20,0:25:39.75,Default,,0000,0000,0000,,如果对方继续发射导弹\N那我们不是反正都要完蛋?
Dialogue: 0,0:25:40.25,0:25:43.91,Default,,0000,0000,0000,,一个拦截器与来袭弹头碰撞后\N所产生的动能
Dialogue: 0,0:25:43.91,0:25:45.87,Default,,0000,0000,0000,,超过一亿焦耳
Dialogue: 0,0:25:46.37,0:25:47.87,Default,,0000,0000,0000,,- 总会蒸发掉的\N- 没错
Dialogue: 0,0:25:48.87,0:25:51.29,Default,,0000,0000,0000,,事情马上就会告一段落 对吧?
Dialogue: 0,0:25:52.29,0:25:54.70,Default,,0000,0000,0000,,轮班结束后 我们就回家 你则...
Dialogue: 0,0:25:54.70,0:25:58.16,Default,,0000,0000,0000,,看着我\N到时你将前往那家小珠宝店 对吧?
Dialogue: 0,0:25:58.66,0:26:01.16,Default,,0000,0000,0000,,日后回首今天的闹剧
Dialogue: 0,0:26:01.16,0:26:03.95,Default,,0000,0000,0000,,这将是你今天遇到第二精彩的事
Dialogue: 0,0:26:05.66,0:26:06.66,Default,,0000,0000,0000,,对吧?
Dialogue: 0,0:26:07.70,0:26:08.70,Default,,0000,0000,0000,,对
Dialogue: 0,0:26:15.54,0:26:16.54,Default,,0000,0000,0000,,是
Dialogue: 0,0:26:19.45,0:26:22.95,Default,,0000,0000,0000,,参议员在听证会中途离开?
Dialogue: 0,0:26:23.75,0:26:26.25,Default,,0000,0000,0000,,- EKV正在调整航向\N- 21秒
Dialogue: 0,0:26:30.79,0:26:32.12,Default,,0000,0000,0000,,中士 你还好吧?
Dialogue: 0,0:26:34.16,0:26:35.79,Default,,0000,0000,0000,,调出战略司令部的音频
Dialogue: 0,0:26:38.91,0:26:40.08,Default,,0000,0000,0000,,十秒
Dialogue: 0,0:26:40.83,0:26:41.83,Default,,0000,0000,0000,,九
Dialogue: 0,0:26:42.75,0:26:45.29,Default,,0000,0000,0000,,- 八、七\N- 听好 刚刚薯片的事...
Dialogue: 0,0:26:45.29,0:26:47.41,Default,,0000,0000,0000,,- 我没放在心上 我就是个邋遢鬼\N- 六、五
Dialogue: 0,0:26:47.41,0:26:49.79,Default,,0000,0000,0000,,叫你太太去死吧\N她不应该就这样弃你而去
Dialogue: 0,0:26:50.37,0:26:51.37,Default,,0000,0000,0000,,三
Dialogue: 0,0:26:52.00,0:26:53.00,Default,,0000,0000,0000,,二
Dialogue: 0,0:26:53.79,0:26:54.79,Default,,0000,0000,0000,,一
Dialogue: 0,0:27:03.70,0:27:05.12,Default,,0000,0000,0000,,请确认撞击
Dialogue: 0,0:27:08.45,0:27:10.58,Default,,0000,0000,0000,,- 请确认撞击\N- 请稍候 确认中
Dialogue: 0,0:27:11.08,0:27:12.08,Default,,0000,0000,0000,,稍候
Dialogue: 0,0:27:15.58,0:27:17.29,Default,,0000,0000,0000,,- 你还在等什么?\N- 我只是...
Dialogue: 0,0:27:20.08,0:27:21.16,Default,,0000,0000,0000,,未击中
Dialogue: 0,0:27:22.95,0:27:23.95,Default,,0000,0000,0000,,我的妈啊
Dialogue: 0,0:27:24.66,0:27:25.87,Default,,0000,0000,0000,,该死的
Dialogue: 0,0:27:26.41,0:27:27.33,Default,,0000,0000,0000,,我...
Dialogue: 0,0:27:28.20,0:27:30.08,Default,,0000,0000,0000,,- 未击中\N- 未击中
Dialogue: 0,0:27:30.62,0:27:32.12,Default,,0000,0000,0000,,目标物仍在前进
Dialogue: 0,0:27:40.29,0:27:41.87,Default,,0000,0000,0000,,我们没出任何差错吧?
Dialogue: 0,0:27:45.16,0:27:46.16,Default,,0000,0000,0000,,对不对?
Dialogue: 0,0:27:47.54,0:27:49.16,Default,,0000,0000,0000,,我们没出任何差错
Dialogue: 0,0:27:50.58,0:27:53.62,Default,,0000,0000,0000,,总统先生 确认进入一级戒备状态
Dialogue: 0,0:27:55.29,0:27:57.87,Default,,0000,0000,0000,,天啊 刚进入了一级戒备状态
Dialogue: 0,0:27:57.87,0:27:59.20,Default,,0000,0000,0000,,知道了
Dialogue: 0,0:27:59.20,0:28:00.29,Default,,0000,0000,0000,,确认
Dialogue: 0,0:28:07.95,0:28:11.04,Default,,0000,0000,0000,,少校 确认再发射\N两枚陆基拦截弹进行拦截
Dialogue: 0,0:28:12.79,0:28:13.79,Default,,0000,0000,0000,,少校
Dialogue: 0,0:28:15.16,0:28:16.25,Default,,0000,0000,0000,,少校 丹尼
Dialogue: 0,0:28:16.75,0:28:17.58,Default,,0000,0000,0000,,丹尼?
Dialogue: 0,0:28:18.58,0:28:20.41,Default,,0000,0000,0000,,丹尼 我们还得再发射 对吧?
Dialogue: 0,0:28:24.37,0:28:26.37,Default,,0000,0000,0000,,放上屏幕 快
Dialogue: 0,0:28:29.00,0:28:34.00,Default,,0000,0000,0000,,长官 目标已经过最高点\N进入最终阶段
Dialogue: 0,0:28:35.54,0:28:37.95,Default,,0000,0000,0000,,长官 我取得了最新的飞行轨迹
Dialogue: 0,0:28:39.79,0:28:41.12,Default,,0000,0000,0000,,芝加哥
Dialogue: 0,0:28:44.54,0:28:46.16,Default,,0000,0000,0000,,小伙子 为什么拿出那本手册?
Dialogue: 0,0:28:46.16,0:28:49.45,Default,,0000,0000,0000,,总统先生\N我们投入了大量时间和专业分析
Dialogue: 0,0:28:49.45,0:28:51.08,Default,,0000,0000,0000,,来设计这些选项
Dialogue: 0,0:28:51.08,0:28:54.45,Default,,0000,0000,0000,,书上有一系列选项\N分成小规模、中规模和大规模
Dialogue: 0,0:28:54.45,0:28:57.70,Default,,0000,0000,0000,,具体取决于\N您认为需要进行多大规模的反击
Dialogue: 0,0:28:57.70,0:29:00.83,Default,,0000,0000,0000,,我建议您允许李维斯少校进行简报
Dialogue: 0,0:29:01.33,0:29:02.33,Default,,0000,0000,0000,,该死的
Dialogue: 0,0:29:06.58,0:29:07.58,Default,,0000,0000,0000,,谢了
Dialogue: 0,0:29:09.95,0:29:13.33,Default,,0000,0000,0000,,铁门名单上的人大都已经开始疏散\N但他们都感到不满
Dialogue: 0,0:29:13.83,0:29:14.83,Default,,0000,0000,0000,,有什么话要说吗?
Dialogue: 0,0:29:16.91,0:29:18.16,Default,,0000,0000,0000,,迈克
Dialogue: 0,0:29:18.16,0:29:21.62,Default,,0000,0000,0000,,如果芝加哥遭遇核弹攻击\N伤亡预估是多少?
Dialogue: 0,0:29:21.62,0:29:22.70,Default,,0000,0000,0000,,什么?
Dialogue: 0,0:29:23.66,0:29:26.04,Default,,0000,0000,0000,,不会吧?我真的要发毛了
Dialogue: 0,0:29:26.04,0:29:29.29,Default,,0000,0000,0000,,- 他们应该提供更多...\N- 该死的 凯蒂 伤亡预估是多少?
Dialogue: 0,0:29:29.79,0:29:33.16,Default,,0000,0000,0000,,重灾区伤亡人数将达到一千万\N下风处再加一成
Dialogue: 0,0:29:37.62,0:29:41.33,Default,,0000,0000,0000,,{\an8}(芝加哥)
Dialogue: 0,0:29:44.58,0:29:46.95,Default,,0000,0000,0000,,(大都市人口)
Dialogue: 0,0:29:50.20,0:29:52.04,Default,,0000,0000,0000,,(撞击概率)
Dialogue: 0,0:29:58.58,0:30:00.16,Default,,0000,0000,0000,,你干吗?
Dialogue: 0,0:30:20.29,0:30:22.37,Default,,0000,0000,0000,,俄方终于接电话了\N外交部长要找总统
Dialogue: 0,0:30:22.37,0:30:23.33,Default,,0000,0000,0000,,很好
Dialogue: 0,0:30:24.33,0:30:27.62,Default,,0000,0000,0000,,我是奥利维亚·沃克上尉\N执勤中的高级军官
Dialogue: 0,0:30:28.75,0:30:30.62,Default,,0000,0000,0000,,我会帮你和总统连上线
Dialogue: 0,0:30:30.62,0:30:33.16,Default,,0000,0000,0000,,- 无法连上线\N- 什么?怎么说?
Dialogue: 0,0:30:33.16,0:30:35.24,Default,,0000,0000,0000,,总统使用NC3系统\N俄方则使用热线通话
Dialogue: 0,0:30:35.25,0:30:38.16,Default,,0000,0000,0000,,- 他得先退出通话 才能跟对方连线\N- 那你做得到吗?
Dialogue: 0,0:30:38.16,0:30:40.70,Default,,0000,0000,0000,,可以 但这样可能会造成失联\N况且需要时间
Dialogue: 0,0:30:41.58,0:30:44.66,Default,,0000,0000,0000,,战略司令部\N要求我们下达反击发射指令
Dialogue: 0,0:30:45.16,0:30:46.87,Default,,0000,0000,0000,,- 马上\N- 好的
Dialogue: 0,0:30:48.91,0:30:51.33,Default,,0000,0000,0000,,部长 总统那边遇到技术问题
Dialogue: 0,0:30:51.33,0:30:55.08,Default,,0000,0000,0000,,我们马上找个总统代言人 请稍候
Dialogue: 0,0:30:55.58,0:30:58.66,Default,,0000,0000,0000,,比利 麻烦你帮我去拿手机\N你也去拿你的手机
Dialogue: 0,0:30:59.16,0:31:00.37,Default,,0000,0000,0000,,- 长官\N- 快去
Dialogue: 0,0:31:00.37,0:31:01.41,Default,,0000,0000,0000,,为什么要发射?
Dialogue: 0,0:31:01.41,0:31:03.70,Default,,0000,0000,0000,,快去 我叫你去 这边我应付得来
Dialogue: 0,0:31:07.50,0:31:09.99,Default,,0000,0000,0000,,那边谁是负责人?能让他说话吗?
Dialogue: 0,0:31:10.00,0:31:12.25,Default,,0000,0000,0000,,盖尔 麻烦你监控国安电话会议
Dialogue: 0,0:31:22.08,0:31:23.66,Default,,0000,0000,0000,,(伊利诺伊州 芝加哥)
Dialogue: 0,0:32:17.54,0:32:19.29,Default,,0000,0000,0000,,- 喂?\N- 妈
Dialogue: 0,0:32:19.91,0:32:22.33,Default,,0000,0000,0000,,- 怎么了?\N- 没什么 一切...
Dialogue: 0,0:32:22.95,0:32:25.20,Default,,0000,0000,0000,,你的声音听起来怪怪的 怎么了?
Dialogue: 0,0:32:26.29,0:32:28.70,Default,,0000,0000,0000,,没什么 我没事 我真的...
Dialogue: 0,0:32:29.37,0:32:30.45,Default,,0000,0000,0000,,我真的过得很好
Dialogue: 0,0:32:32.04,0:32:33.04,Default,,0000,0000,0000,,好的
Dialogue: 0,0:32:35.91,0:32:37.29,Default,,0000,0000,0000,,对 不是 我...
Dialogue: 0,0:32:37.79,0:32:39.58,Default,,0000,0000,0000,,对 我在努力工作呢 我...
Dialogue: 0,0:32:40.95,0:32:42.20,Default,,0000,0000,0000,,尽力而为
Dialogue: 0,0:32:47.12,0:32:48.12,Default,,0000,0000,0000,,是的
Dialogue: 0,0:32:50.20,0:32:52.75,Default,,0000,0000,0000,,不是 我联络你 只是为了...
Dialogue: 0,0:32:54.00,0:32:55.16,Default,,0000,0000,0000,,跟你说我爱你
Dialogue: 0,0:33:02.33,0:33:03.99,Default,,0000,0000,0000,,好的 我晚点再联络你
Dialogue: 0,0:33:04.00,0:33:06.25,Default,,0000,0000,0000,,我得挂电话了 他们在叫我了
Dialogue: 0,0:33:22.70,0:33:25.12,Default,,0000,0000,0000,,他们只有五分钟 能逃到多远?
Dialogue: 0,0:33:25.12,0:33:27.04,Default,,0000,0000,0000,,起码可以就地避难
Dialogue: 0,0:33:27.04,0:33:29.08,Default,,0000,0000,0000,,你认为躲在桌子底下有用吗?
Dialogue: 0,0:33:29.08,0:33:31.70,Default,,0000,0000,0000,,外面有辆车 司机说你在某个名单上
Dialogue: 0,0:33:31.70,0:33:33.45,Default,,0000,0000,0000,,-“急速通行”\N- 谁在楼下?
Dialogue: 0,0:33:33.45,0:33:35.04,Default,,0000,0000,0000,,有个人来到这里 说要带走凯蒂
Dialogue: 0,0:33:37.50,0:33:39.50,Default,,0000,0000,0000,,- 迈克 我是“指避”\N- 什么意思?
Dialogue: 0,0:33:41.62,0:33:43.12,Default,,0000,0000,0000,,指定避难人员
Dialogue: 0,0:33:44.12,0:33:46.20,Default,,0000,0000,0000,,意思是她将有幸前往乌鸦岩山避难
Dialogue: 0,0:33:46.20,0:33:48.50,Default,,0000,0000,0000,,是你选我当候补人选的
Dialogue: 0,0:33:49.66,0:33:52.87,Default,,0000,0000,0000,,华府没受到威胁\N搞不好芝加哥也不会出事
Dialogue: 0,0:33:52.87,0:33:54.70,Default,,0000,0000,0000,,她才刚上任不到一个月
Dialogue: 0,0:33:55.54,0:33:57.25,Default,,0000,0000,0000,,凭什么被列入拯救名单?
Dialogue: 0,0:34:03.91,0:34:06.37,Default,,0000,0000,0000,,- 马上登记\N- 抵达后再告诉你最新情况
Dialogue: 0,0:34:06.37,0:34:08.08,Default,,0000,0000,0000,,快 赶紧离开这里
Dialogue: 0,0:34:12.58,0:34:14.91,Default,,0000,0000,0000,,怎么回事?他们去哪里?
Dialogue: 0,0:34:14.91,0:34:18.08,Default,,0000,0000,0000,,试着联系他的秘书 谁都好 我不管...
Dialogue: 0,0:34:19.00,0:34:20.00,Default,,0000,0000,0000,,回家吧
Dialogue: 0,0:34:40.00,0:34:43.54,Default,,0000,0000,0000,,北京站汇报\N中央政治局常委会正在召开紧急会议
Dialogue: 0,0:34:44.04,0:34:46.79,Default,,0000,0000,0000,,好的 我可以马上帮你取得
Dialogue: 0,0:34:48.16,0:34:51.20,Default,,0000,0000,0000,,- 这里是战情室 我是沃克\N- 把我加回国安电话会议
Dialogue: 0,0:34:51.20,0:34:52.95,Default,,0000,0000,0000,,- 是俄罗斯吗?\N- 他否认了
Dialogue: 0,0:34:52.95,0:34:55.99,Default,,0000,0000,0000,,说可能是平壤\N并发誓此事与他们无关
Dialogue: 0,0:34:56.00,0:34:58.91,Default,,0000,0000,0000,,- 那他们为什么动员?\N- 他们看到我们的B-2轰炸机升空
Dialogue: 0,0:34:58.91,0:35:01.12,Default,,0000,0000,0000,,马上把我加回国安会议
Dialogue: 0,0:35:10.62,0:35:13.24,Default,,0000,0000,0000,,听好 正如我所说的\N我还不清楚整个情况
Dialogue: 0,0:35:13.25,0:35:15.62,Default,,0000,0000,0000,,但我保证会尽力追问
Dialogue: 0,0:35:15.62,0:35:17.75,Default,,0000,0000,0000,,你不知道他为何中途离席\N还是拒绝透露?
Dialogue: 0,0:35:18.91,0:35:21.33,Default,,0000,0000,0000,,听说危害物质专队\N已经进驻华府都会区
Dialogue: 0,0:35:21.33,0:35:24.33,Default,,0000,0000,0000,,我说过了 我还在追问
Dialogue: 0,0:35:24.95,0:35:27.37,Default,,0000,0000,0000,,这是...不好意思\N你知道是怎么回事吗?
Dialogue: 0,0:35:27.37,0:35:28.62,Default,,0000,0000,0000,,请你尽快离开吧
Dialogue: 0,0:35:28.62,0:35:30.66,Default,,0000,0000,0000,,- 美国人...\N- 不好意思
Dialogue: 0,0:35:30.66,0:35:32.87,Default,,0000,0000,0000,,你们去哪里?这是什么情况?
Dialogue: 0,0:35:38.04,0:35:42.79,Default,,0000,0000,0000,,是的 州长在二号线 马上合并通话
Dialogue: 0,0:35:44.00,0:35:45.29,Default,,0000,0000,0000,,感谢您耐心等候
Dialogue: 0,0:35:50.58,0:35:51.41,Default,,0000,0000,0000,,是的
Dialogue: 0,0:35:51.41,0:35:55.79,Default,,0000,0000,0000,,乌鸦岩山要求提供\N还在这里执勤的人员名单和序号
Dialogue: 0,0:35:55.79,0:35:57.66,Default,,0000,0000,0000,,以及平民的社会安全号码 以防万一
Dialogue: 0,0:35:58.91,0:36:02.58,Default,,0000,0000,0000,,如果只是芝加哥遇袭\N就只有当地人受害 但如果我们反击...
Dialogue: 0,0:36:02.58,0:36:04.00,Default,,0000,0000,0000,,他们需要一份死亡名单
Dialogue: 0,0:36:06.25,0:36:07.41,Default,,0000,0000,0000,,谢了
Dialogue: 0,0:36:30.37,0:36:33.04,Default,,0000,0000,0000,,好 州长在线上了
Dialogue: 0,0:36:36.00,0:36:37.75,Default,,0000,0000,0000,,来
Dialogue: 0,0:36:40.25,0:36:42.45,Default,,0000,0000,0000,,连姆 小心撞到头 小子
Dialogue: 0,0:36:42.45,0:36:46.33,Default,,0000,0000,0000,,- 我自己来\N- 好的
Dialogue: 0,0:36:48.75,0:36:49.87,Default,,0000,0000,0000,,- 嗨\N- 你听我说
Dialogue: 0,0:36:49.87,0:36:52.70,Default,,0000,0000,0000,,带连姆上车 一路开就对了
Dialogue: 0,0:36:52.70,0:36:54.37,Default,,0000,0000,0000,,去哪里?你说什么呢?
Dialogue: 0,0:36:54.37,0:36:58.79,Default,,0000,0000,0000,,尽快往西边开 远离市中心
Dialogue: 0,0:36:58.79,0:37:00.95,Default,,0000,0000,0000,,- 搞什么鬼?怎么回事?\N- 你听我说
Dialogue: 0,0:37:00.95,0:37:02.79,Default,,0000,0000,0000,,我会再联络你 我爱你
Dialogue: 0,0:37:02.79,0:37:05.37,Default,,0000,0000,0000,,能替我亲一下连姆吗?亲亲他
Dialogue: 0,0:37:06.12,0:37:07.12,Default,,0000,0000,0000,,再见
Dialogue: 0,0:37:13.75,0:37:14.75,Default,,0000,0000,0000,,可以了
Dialogue: 0,0:37:27.08,0:37:29.04,Default,,0000,0000,0000,,- 是罗杰斯小姐吗?\N- 是的
Dialogue: 0,0:38:12.62,0:38:15.66,Default,,0000,0000,0000,,- 长官 核武准备就绪\N- 他们会等的 对吧?
Dialogue: 0,0:38:16.83,0:38:19.12,Default,,0000,0000,0000,,认清情况后再反击?
Dialogue: 0,0:38:20.12,0:38:21.70,Default,,0000,0000,0000,,万一他没再上线呢?
Dialogue: 0,0:38:23.37,0:38:26.33,Default,,0000,0000,0000,,那就是“斩”首性质 找副总统
Dialogue: 0,0:38:27.25,0:38:31.29,Default,,0000,0000,0000,,- 有没有可能落在密歇根湖?\N- 很多时候弹头压根不会引爆
Dialogue: 0,0:38:31.29,0:38:32.79,Default,,0000,0000,0000,,好 我回来了
Dialogue: 0,0:38:33.37,0:38:35.75,Default,,0000,0000,0000,,总统先生\N您需要使用密封验证系统卡
Dialogue: 0,0:38:37.20,0:38:38.66,Default,,0000,0000,0000,,应该在这里的
Dialogue: 0,0:38:39.75,0:38:40.66,Default,,0000,0000,0000,,好
Dialogue: 0,0:38:41.16,0:38:43.29,Default,,0000,0000,0000,,让我想起了大学时期
Dialogue: 0,0:38:46.37,0:38:48.25,Default,,0000,0000,0000,,请您大声念出来
Dialogue: 0,0:38:51.12,0:38:53.83,Default,,0000,0000,0000,,- N、D、O\N- 来
Dialogue: 0,0:38:54.41,0:38:57.20,Default,,0000,0000,0000,,- 1117\N- 没事的
Dialogue: 0,0:38:57.20,0:38:59.75,Default,,0000,0000,0000,,N、D、O
Dialogue: 0,0:39:00.33,0:39:03.00,Default,,0000,0000,0000,,1117
Dialogue: 0,0:39:04.87,0:39:07.20,Default,,0000,0000,0000,,确认国家指挥局官员身份
Dialogue: 0,0:39:08.83,0:39:10.83,Default,,0000,0000,0000,,总统先生 请下令
Dialogue: 0,0:39:26.83,0:39:30.79,Default,,0000,0000,0000,,(用子弹打子弹)
Dialogue: 0,0:40:04.87,0:40:11.87,Default,,0000,0000,0000,,(美国印太司令部 地点未公开)
Dialogue: 0,0:40:35.83,0:40:37.16,Default,,0000,0000,0000,,- 史蒂夫\N- 将军
Dialogue: 0,0:40:37.16,0:40:41.08,Default,,0000,0000,0000,,该死的!林董果然是厉害的游击手
Dialogue: 0,0:40:41.08,0:40:43.87,Default,,0000,0000,0000,,你最好看了那场全明星赛事
Dialogue: 0,0:40:43.87,0:40:45.66,Default,,0000,0000,0000,,你不介意你的儿子熬夜吗?
Dialogue: 0,0:40:46.58,0:40:49.58,Default,,0000,0000,0000,,- 你儿子熬夜需要经过你的同意吗?\N- 不需要
Dialogue: 0,0:41:13.41,0:41:16.70,Default,,0000,0000,0000,,(葛底斯堡战役 第162次重演)
Dialogue: 0,0:41:24.83,0:41:25.91,Default,,0000,0000,0000,,好精彩
Dialogue: 0,0:41:26.70,0:41:31.20,Default,,0000,0000,0000,,三天内死了五万人\N用“精彩”来形容不合适吧?
Dialogue: 0,0:41:42.08,0:41:44.04,Default,,0000,0000,0000,,(侦测到洲际弹道导弹)
Dialogue: 0,0:41:44.04,0:41:48.41,Default,,0000,0000,0000,,(美国核武大本营\N美国战略司令部)
Dialogue: 0,0:41:48.41,0:41:52.62,Default,,0000,0000,0000,,(战斗指挥部)
Dialogue: 0,0:41:55.62,0:41:58.33,Default,,0000,0000,0000,,我是国家军事指挥中心的作战副主任
Dialogue: 0,0:41:58.33,0:42:01.79,Default,,0000,0000,0000,,正在召开一场最高机密的国安会议
Dialogue: 0,0:42:01.79,0:42:03.74,Default,,0000,0000,0000,,讨论导弹发射迹象
Dialogue: 0,0:42:03.75,0:42:05.95,Default,,0000,0000,0000,,请全体与会者候命
Dialogue: 0,0:42:07.37,0:42:09.12,Default,,0000,0000,0000,,{\an8}(战略司令部 北方司令部)
Dialogue: 0,0:42:17.58,0:42:18.83,Default,,0000,0000,0000,,J3 你们在追踪吗?
Dialogue: 0,0:42:18.83,0:42:21.54,Default,,0000,0000,0000,,我都不记得\N今早行动和情报简报的任何内容了
Dialogue: 0,0:42:21.54,0:42:24.00,Default,,0000,0000,0000,,我好像之前没见过 丹 我会调查的
Dialogue: 0,0:42:37.66,0:42:39.87,Default,,0000,0000,0000,,- 你看到了吗?\N- 在处理了
Dialogue: 0,0:42:41.33,0:42:43.70,Default,,0000,0000,0000,,追踪位于太平洋战区\N飞往我国的洲际弹道导弹
Dialogue: 0,0:42:45.45,0:42:47.12,Default,,0000,0000,0000,,全体注意
Dialogue: 0,0:42:48.91,0:42:50.83,Default,,0000,0000,0000,,大家早上好 请坐
Dialogue: 0,0:42:50.83,0:42:53.50,Default,,0000,0000,0000,,- 长官 早上好\N- 什么情况?
Dialogue: 0,0:42:54.79,0:42:57.12,Default,,0000,0000,0000,,太平洋战区发现导弹发射迹象
Dialogue: 0,0:42:57.12,0:42:59.62,Default,,0000,0000,0000,,作战主任召开了国安会议
Dialogue: 0,0:43:00.95,0:43:03.62,Default,,0000,0000,0000,,长官 还没收到最新进展\N希望很快就能收到
Dialogue: 0,0:43:08.16,0:43:10.79,Default,,0000,0000,0000,,- 有没有看昨晚的球赛?\N- 有 长官
Dialogue: 0,0:43:11.95,0:43:13.50,Default,,0000,0000,0000,,林董也太强了吧?
Dialogue: 0,0:43:14.04,0:43:15.08,Default,,0000,0000,0000,,- 我是说...\N- 太强了
Dialogue: 0,0:43:15.08,0:43:17.62,Default,,0000,0000,0000,,他太牛了
Dialogue: 0,0:43:21.58,0:43:23.16,Default,,0000,0000,0000,,对 都是好消息
Dialogue: 0,0:43:28.45,0:43:29.45,Default,,0000,0000,0000,,好的
Dialogue: 0,0:43:30.87,0:43:32.08,Default,,0000,0000,0000,,好吧 我会告诉他的
Dialogue: 0,0:43:33.70,0:43:34.70,Default,,0000,0000,0000,,爱你哟
Dialogue: 0,0:43:37.45,0:43:40.16,Default,,0000,0000,0000,,我妈想知道你下周去不去赫尔辛基
Dialogue: 0,0:43:40.16,0:43:41.45,Default,,0000,0000,0000,,她肯定是...
Dialogue: 0,0:43:42.20,0:43:44.20,Default,,0000,0000,0000,,她肯定是看了《观点》之类的节目
Dialogue: 0,0:43:44.70,0:43:46.29,Default,,0000,0000,0000,,不去 我去不成
Dialogue: 0,0:43:46.29,0:43:49.74,Default,,0000,0000,0000,,但我写的简报\N将坐头等舱飞过去 所以好得很
Dialogue: 0,0:43:49.75,0:43:52.33,Default,,0000,0000,0000,,如果你真的不甘心\N我大可找马蒂谈谈
Dialogue: 0,0:43:52.33,0:43:55.45,Default,,0000,0000,0000,,不用找马蒂谈\N被调去当参谋长也不算升职
Dialogue: 0,0:43:55.45,0:43:57.83,Default,,0000,0000,0000,,我可不想回去国会山庄 那是...
Dialogue: 0,0:43:59.16,0:44:01.16,Default,,0000,0000,0000,,- 那是...\N- 是什么?
Dialogue: 0,0:44:02.79,0:44:04.58,Default,,0000,0000,0000,,跟我美丽动人的太太
Dialogue: 0,0:44:05.75,0:44:09.66,Default,,0000,0000,0000,,保持近距离工作并不是个好主意
Dialogue: 0,0:44:09.66,0:44:13.45,Default,,0000,0000,0000,,你觉得女儿\N会遗传你拍马屁的本领吗?
Dialogue: 0,0:44:13.95,0:44:14.95,Default,,0000,0000,0000,,失陪一下
Dialogue: 0,0:44:16.75,0:44:18.33,Default,,0000,0000,0000,,嗨 我是杰克
Dialogue: 0,0:44:21.41,0:44:22.41,Default,,0000,0000,0000,,是的
Dialogue: 0,0:44:26.91,0:44:27.83,Default,,0000,0000,0000,,再见
Dialogue: 0,0:44:33.66,0:44:37.49,Default,,0000,0000,0000,,国防卫星系统通常不会出错
Dialogue: 0,0:44:37.50,0:44:41.33,Default,,0000,0000,0000,,但这是事后做总结报告时\N才需要讨论的重点
Dialogue: 0,0:44:41.33,0:44:43.66,Default,,0000,0000,0000,,所以导弹可能是\N从陆地或潜艇发射的?
Dialogue: 0,0:44:43.66,0:44:46.29,Default,,0000,0000,0000,,不是 朝鲜没有核潜艇发射的能力
Dialogue: 0,0:44:46.29,0:44:47.20,Default,,0000,0000,0000,,据我们所知
Dialogue: 0,0:44:47.20,0:44:49.54,Default,,0000,0000,0000,,北京方面一直有意测试\N他们的晋级核潜艇
Dialogue: 0,0:44:49.54,0:44:50.66,Default,,0000,0000,0000,,- 加八块糖\N- 是 长官
Dialogue: 0,0:44:50.66,0:44:52.91,Default,,0000,0000,0000,,自上周起 我们就一直追踪三艘
Dialogue: 0,0:44:52.91,0:44:55.12,Default,,0000,0000,0000,,从符拉迪沃斯托克出发的\N北风之神级潜艇
Dialogue: 0,0:44:55.12,0:44:57.20,Default,,0000,0000,0000,,考虑到他们已经向大西洋部署
Dialogue: 0,0:44:57.20,0:44:59.20,Default,,0000,0000,0000,,我认为他们不会再冒更多制裁风险
Dialogue: 0,0:44:59.20,0:45:01.87,Default,,0000,0000,0000,,长官 朝鲜前线...
Dialogue: 0,0:45:01.87,0:45:04.62,Default,,0000,0000,0000,,- 谁在说话?\N- 长官 我是杰克·贝林顿
Dialogue: 0,0:45:04.62,0:45:06.04,Default,,0000,0000,0000,,迪克·霍兰德的副手
Dialogue: 0,0:45:06.04,0:45:08.12,Default,,0000,0000,0000,,年轻人 我没加入海军是有理由的
Dialogue: 0,0:45:08.12,0:45:10.24,Default,,0000,0000,0000,,晃来晃去 搞得我头昏脑胀的
Dialogue: 0,0:45:10.25,0:45:13.04,Default,,0000,0000,0000,,抱歉 长官 我只是...我快到白宫了
Dialogue: 0,0:45:13.04,0:45:14.45,Default,,0000,0000,0000,,我只想说
Dialogue: 0,0:45:15.12,0:45:18.33,Default,,0000,0000,0000,,我们很清楚朝鲜人民军\N一直在追求潜舰作战能力
Dialogue: 0,0:45:18.33,0:45:21.91,Default,,0000,0000,0000,,他们早前在推助器\N以及运输竖起发射车方面的突破
Dialogue: 0,0:45:21.91,0:45:23.74,Default,,0000,0000,0000,,也是直到亮相后才被发现的
Dialogue: 0,0:45:23.75,0:45:25.66,Default,,0000,0000,0000,,贝林顿先生 恕我直言...
Dialogue: 0,0:45:25.66,0:45:26.87,Default,,0000,0000,0000,,- 谢了\N- 喂?
Dialogue: 0,0:45:27.54,0:45:28.62,Default,,0000,0000,0000,,贝林顿先生?
Dialogue: 0,0:45:29.91,0:45:31.49,Default,,0000,0000,0000,,他断线了吗?
Dialogue: 0,0:45:31.50,0:45:32.79,Default,,0000,0000,0000,,贝林顿先生?
Dialogue: 0,0:45:32.79,0:45:34.00,Default,,0000,0000,0000,,喂?长官?
Dialogue: 0,0:45:36.95,0:45:37.95,Default,,0000,0000,0000,,该死的
Dialogue: 0,0:45:39.87,0:45:42.12,Default,,0000,0000,0000,,- 长官\N- 技术组 副国安顾问断线了
Dialogue: 0,0:45:42.12,0:45:44.58,Default,,0000,0000,0000,,我认为我们有必要提升\N打捞作业的能力
Dialogue: 0,0:45:44.58,0:45:47.58,Default,,0000,0000,0000,,我们把重要的情报都留在海底...
Dialogue: 0,0:45:47.58,0:45:48.66,Default,,0000,0000,0000,,长官
Dialogue: 0,0:45:49.16,0:45:51.16,Default,,0000,0000,0000,,失陪一下 什么事?
Dialogue: 0,0:45:55.50,0:45:56.75,Default,,0000,0000,0000,,绝对是搞错了
Dialogue: 0,0:45:57.41,0:45:58.75,Default,,0000,0000,0000,,北方司令部已确认
Dialogue: 0,0:45:59.29,0:46:01.29,Default,,0000,0000,0000,,格里利堡正准备发射拦截弹
Dialogue: 0,0:46:01.29,0:46:04.25,Default,,0000,0000,0000,,{\an8}没错 托尼\N我已经授权进行核武器发射
Dialogue: 0,0:46:13.62,0:46:15.87,Default,,0000,0000,0000,,不好意思 好像有新进展了
Dialogue: 0,0:46:17.54,0:46:21.04,Default,,0000,0000,0000,,目前的速度显示目标即将进入次轨道
Dialogue: 0,0:46:22.58,0:46:24.37,Default,,0000,0000,0000,,当前飞行轨迹显示
Dialogue: 0,0:46:24.37,0:46:27.50,Default,,0000,0000,0000,,目标将击中美国本土某处
Dialogue: 0,0:46:28.87,0:46:30.08,Default,,0000,0000,0000,,真要命
Dialogue: 0,0:46:30.08,0:46:32.12,Default,,0000,0000,0000,,托尼 对此你有多肯定?
Dialogue: 0,0:46:35.16,0:46:36.33,Default,,0000,0000,0000,,这不是误报
Dialogue: 0,0:46:36.33,0:46:39.04,Default,,0000,0000,0000,,我们正在用雷达系统追踪导弹轨迹
Dialogue: 0,0:46:40.25,0:46:44.00,Default,,0000,0000,0000,,杰瑞 我被告知准确率很高\N双重感测系统都追踪到了
Dialogue: 0,0:46:45.12,0:46:46.75,Default,,0000,0000,0000,,距离撞击时间还有19分钟
Dialogue: 0,0:46:48.58,0:46:50.37,Default,,0000,0000,0000,,确认进入二级戒备状态
Dialogue: 0,0:46:52.95,0:46:55.08,Default,,0000,0000,0000,,各位 已确认敌方发射导弹攻击
Dialogue: 0,0:46:55.08,0:46:56.66,Default,,0000,0000,0000,,启动第一阶段
Dialogue: 0,0:46:56.66,0:46:59.41,Default,,0000,0000,0000,,国防部8044号行动方案 第25版
Dialogue: 0,0:46:59.41,0:47:01.58,Default,,0000,0000,0000,,- 所有指挥部待命\N- 是 长官
Dialogue: 0,0:47:01.58,0:47:02.79,Default,,0000,0000,0000,,目标是什么?
Dialogue: 0,0:47:03.33,0:47:05.04,Default,,0000,0000,0000,,我的组员正在尽力追踪一切
Dialogue: 0,0:47:05.04,0:47:08.12,Default,,0000,0000,0000,,但到目前为止\N我们还不清楚导弹是哪一方发射的
Dialogue: 0,0:47:09.50,0:47:11.25,Default,,0000,0000,0000,,联络上总统了吗?
Dialogue: 0,0:47:12.95,0:47:15.41,Default,,0000,0000,0000,,联络上他后\N马上让他加入谈话 继续打电话
Dialogue: 0,0:47:18.33,0:47:20.33,Default,,0000,0000,0000,,我们等不了15秒
Dialogue: 0,0:47:35.37,0:47:38.08,Default,,0000,0000,0000,,每次到前线部署\N你都会带小礼物回去吗?
Dialogue: 0,0:47:38.66,0:47:40.24,Default,,0000,0000,0000,,你这是在制造期待啊
Dialogue: 0,0:47:40.25,0:47:42.87,Default,,0000,0000,0000,,他才三岁 没有任何期待
Dialogue: 0,0:47:42.87,0:47:43.95,Default,,0000,0000,0000,,这就是我的意思
Dialogue: 0,0:47:44.79,0:47:47.74,Default,,0000,0000,0000,,一觉醒来 有时爸爸在家 有时不在家
Dialogue: 0,0:47:47.75,0:47:51.33,Default,,0000,0000,0000,,年轻人 一定要听他的\N这是离过两次婚的人的经验之谈
Dialogue: 0,0:47:51.33,0:47:52.83,Default,,0000,0000,0000,,第三次总会成功的
Dialogue: 0,0:47:55.70,0:47:57.62,Default,,0000,0000,0000,,...没有任何警告
Dialogue: 0,0:47:57.62,0:48:00.95,Default,,0000,0000,0000,,- 我们要跟能做主的人...\N- 没问题 部长
Dialogue: 0,0:48:00.95,0:48:02.95,Default,,0000,0000,0000,,杰克 莉莉好吗?
Dialogue: 0,0:48:02.95,0:48:05.41,Default,,0000,0000,0000,,- 抱歉 我在讲电话\N- 替我问候她
Dialogue: 0,0:48:05.41,0:48:07.95,Default,,0000,0000,0000,,与此同时 我们已经提高了戒备状态
Dialogue: 0,0:48:08.58,0:48:11.29,Default,,0000,0000,0000,,继上月试射后\N我们在前线部署了多架...
Dialogue: 0,0:48:11.29,0:48:12.62,Default,,0000,0000,0000,,喂?
Dialogue: 0,0:48:12.62,0:48:17.00,Default,,0000,0000,0000,,长官 不好意思 刚才好像断线了
Dialogue: 0,0:48:17.54,0:48:19.33,Default,,0000,0000,0000,,长官 我认为我们应该再考虑一下
Dialogue: 0,0:48:19.33,0:48:21.41,Default,,0000,0000,0000,,再考虑什么?
Dialogue: 0,0:48:21.41,0:48:22.37,Default,,0000,0000,0000,,也就是...
Dialogue: 0,0:48:22.87,0:48:25.33,Default,,0000,0000,0000,,再考虑...你先去吧
Dialogue: 0,0:48:25.33,0:48:27.49,Default,,0000,0000,0000,,要不要进入二级戒备状态 长官
Dialogue: 0,0:48:27.50,0:48:30.16,Default,,0000,0000,0000,,警报很可能会不断升级
Dialogue: 0,0:48:30.16,0:48:31.54,Default,,0000,0000,0000,,什么会不断升级?
Dialogue: 0,0:48:32.16,0:48:34.04,Default,,0000,0000,0000,,杰克 迪克到底在哪里?
Dialogue: 0,0:48:34.04,0:48:36.33,Default,,0000,0000,0000,,警报可能会不断升级 部长
Dialogue: 0,0:48:36.33,0:48:38.62,Default,,0000,0000,0000,,迪克现在无法回应
Dialogue: 0,0:48:38.62,0:48:41.58,Default,,0000,0000,0000,,可是一旦我们提高戒备状态...
Dialogue: 0,0:48:41.58,0:48:43.41,Default,,0000,0000,0000,,- 先生 证件呢?\N- 好的
Dialogue: 0,0:48:43.41,0:48:45.49,Default,,0000,0000,0000,,...所有敌对势力\N往往都会采取相同的行动
Dialogue: 0,0:48:45.50,0:48:48.83,Default,,0000,0000,0000,,相信我们正在准备反击
Dialogue: 0,0:48:49.33,0:48:52.04,Default,,0000,0000,0000,,我们必须跟他们沟通才行
Dialogue: 0,0:48:52.04,0:48:55.12,Default,,0000,0000,0000,,- 我们必须解释...\N- 那就去沟通啊
Dialogue: 0,0:48:55.87,0:48:57.37,Default,,0000,0000,0000,,这是你的职责 不是我的
Dialogue: 0,0:48:58.25,0:49:02.20,Default,,0000,0000,0000,,知道你能联络谁\N问清楚到底是什么情况吗?
Dialogue: 0,0:49:02.20,0:49:03.99,Default,,0000,0000,0000,,别让我们拖你后腿
Dialogue: 0,0:49:04.00,0:49:06.16,Default,,0000,0000,0000,,- 先生 请把手机放进托盘\N- 稍等一下
Dialogue: 0,0:49:06.16,0:49:08.08,Default,,0000,0000,0000,,- 我不能再等了\N- 好的
Dialogue: 0,0:49:08.08,0:49:11.37,Default,,0000,0000,0000,,抱歉 将军 我不是在跟你说话 长官
Dialogue: 0,0:49:11.37,0:49:13.87,Default,,0000,0000,0000,,那你到底在跟谁说话?
Dialogue: 0,0:49:14.70,0:49:16.99,Default,,0000,0000,0000,,谁知道总统预计什么时候上线?
Dialogue: 0,0:49:17.00,0:49:18.16,Default,,0000,0000,0000,,我被告知他马上上线
Dialogue: 0,0:49:18.66,0:49:22.58,Default,,0000,0000,0000,,我突然想到\N这里有人负责启动政府延续计划吗?
Dialogue: 0,0:49:23.58,0:49:25.99,Default,,0000,0000,0000,,在稍后的简报会上\N我会回答你们的提问
Dialogue: 0,0:49:26.00,0:49:28.20,Default,,0000,0000,0000,,请大家耐心等候
Dialogue: 0,0:49:30.16,0:49:31.16,Default,,0000,0000,0000,,不好意思
Dialogue: 0,0:49:32.16,0:49:33.33,Default,,0000,0000,0000,,不好意思 失陪一下
Dialogue: 0,0:49:34.91,0:49:36.45,Default,,0000,0000,0000,,还在等总统吗?
Dialogue: 0,0:49:38.45,0:49:39.50,Default,,0000,0000,0000,,你怎么看?
Dialogue: 0,0:49:40.54,0:49:41.83,Default,,0000,0000,0000,,我只是猜猜罢了
Dialogue: 0,0:49:41.83,0:49:43.33,Default,,0000,0000,0000,,总统到底在哪里?
Dialogue: 0,0:49:43.33,0:49:44.50,Default,,0000,0000,0000,,是朝鲜
Dialogue: 0,0:49:45.87,0:49:47.41,Default,,0000,0000,0000,,燃料短缺、农作物歉收
Dialogue: 0,0:49:47.41,0:49:49.50,Default,,0000,0000,0000,,也许他们比我们想象中更绝望
Dialogue: 0,0:49:50.66,0:49:51.70,Default,,0000,0000,0000,,释出B-2轰炸机
Dialogue: 0,0:49:51.70,0:49:54.91,Default,,0000,0000,0000,,也有可能是俄罗斯\N他们希望我们以为是朝鲜
Dialogue: 0,0:49:56.66,0:49:58.66,Default,,0000,0000,0000,,俄罗斯知道我们一定会反击
Dialogue: 0,0:49:58.66,0:49:59.75,Default,,0000,0000,0000,,是吗?
Dialogue: 0,0:50:00.91,0:50:02.79,Default,,0000,0000,0000,,目的是暗杀异见人士
Dialogue: 0,0:50:02.79,0:50:05.08,Default,,0000,0000,0000,,囚禁美国人、乌克兰
Dialogue: 0,0:50:05.75,0:50:08.87,Default,,0000,0000,0000,,结果呢?我们只敢没收\N他们停在圣特罗佩的几艘游艇?
Dialogue: 0,0:50:10.12,0:50:12.37,Default,,0000,0000,0000,,一次来源不明的攻击
Dialogue: 0,0:50:13.00,0:50:14.08,Default,,0000,0000,0000,,就足以制造混乱
Dialogue: 0,0:50:14.58,0:50:16.00,Default,,0000,0000,0000,,让我们措手不及
Dialogue: 0,0:50:16.50,0:50:19.74,Default,,0000,0000,0000,,也给他们机会看看\N惹出更大的事端后能不能全身而退
Dialogue: 0,0:50:19.75,0:50:21.79,Default,,0000,0000,0000,,也给每个敌对势力机会
Dialogue: 0,0:50:23.70,0:50:27.91,Default,,0000,0000,0000,,也有可能是某个潜舰舰长一觉醒来\N发现老婆跑了 结果失控发疯
Dialogue: 0,0:50:28.41,0:50:31.16,Default,,0000,0000,0000,,- 都说我只是猜猜罢了\N- 长官
Dialogue: 0,0:50:32.00,0:50:33.00,Default,,0000,0000,0000,,战况通报
Dialogue: 0,0:50:34.33,0:50:36.00,Default,,0000,0000,0000,,更新目标情报
Dialogue: 0,0:50:37.25,0:50:39.58,Default,,0000,0000,0000,,长官 我们还在努力确认来源
Dialogue: 0,0:50:39.58,0:50:41.54,Default,,0000,0000,0000,,格里利堡最好别搞砸了
Dialogue: 0,0:50:45.00,0:50:46.83,Default,,0000,0000,0000,,我刚获得导弹击中地点的预测情报
Dialogue: 0,0:50:47.33,0:50:48.37,Default,,0000,0000,0000,,{\an8}说吧 托尼
Dialogue: 0,0:51:08.75,0:51:11.58,Default,,0000,0000,0000,,- 话说我们什么时候回去?\N- 下周二 傍晚五点
Dialogue: 0,0:51:12.08,0:51:14.91,Default,,0000,0000,0000,,你们说我来得及到苹果蜂餐厅\N跟那个女生见面吗?
Dialogue: 0,0:51:14.91,0:51:18.50,Default,,0000,0000,0000,,- 你带女朋友到苹果蜂餐厅约会?\N- 蠢货 她在那边上班
Dialogue: 0,0:51:39.54,0:51:41.41,Default,,0000,0000,0000,,天啊
Dialogue: 0,0:51:42.41,0:51:46.12,Default,,0000,0000,0000,,{\an8}这就是陆基拦截弹的用途\N大家不必惊慌
Dialogue: 0,0:51:46.12,0:51:47.70,Default,,0000,0000,0000,,{\an8}你刚才提到芝加哥 对吗?
Dialogue: 0,0:51:48.41,0:51:50.66,Default,,0000,0000,0000,,对 是中风险区
Dialogue: 0,0:51:51.91,0:51:53.75,Default,,0000,0000,0000,,我女儿住在芝加哥
Dialogue: 0,0:51:55.25,0:51:59.74,Default,,0000,0000,0000,,长官 我们的陆基拦截弹\N马上就要升空
Dialogue: 0,0:51:59.75,0:52:01.08,Default,,0000,0000,0000,,这就是我们的做法
Dialogue: 0,0:52:02.50,0:52:03.66,Default,,0000,0000,0000,,{\an8}杰克 你还在线上吗?
Dialogue: 0,0:52:03.66,0:52:04.75,Default,,0000,0000,0000,,是的 长官
Dialogue: 0,0:52:05.33,0:52:08.33,Default,,0000,0000,0000,,打下目标的成功率有多高?
Dialogue: 0,0:52:09.04,0:52:11.33,Default,,0000,0000,0000,,- 这个问题应由布雷迪将军回答\N- 我在问你
Dialogue: 0,0:52:11.33,0:52:13.87,Default,,0000,0000,0000,,- 好 但是...\N- 我知道他会怎么说
Dialogue: 0,0:52:13.87,0:52:15.41,Default,,0000,0000,0000,,我想听真话
Dialogue: 0,0:52:18.20,0:52:20.54,Default,,0000,0000,0000,,我不应该僭越 长官
Dialogue: 0,0:52:21.08,0:52:23.91,Default,,0000,0000,0000,,但是 说实话...
Dialogue: 0,0:52:23.91,0:52:27.41,Default,,0000,0000,0000,,各位 已经发射拦截器
Dialogue: 0,0:52:28.33,0:52:31.12,Default,,0000,0000,0000,,...视情况而定
Dialogue: 0,0:52:31.87,0:52:34.16,Default,,0000,0000,0000,,是这样的 做测试时...
Dialogue: 0,0:52:37.50,0:52:39.12,Default,,0000,0000,0000,,做测试时 我们无法控制...
Dialogue: 0,0:52:39.12,0:52:40.62,Default,,0000,0000,0000,,{\an8}废话少说 真他妈的!
Dialogue: 0,0:52:43.83,0:52:45.74,Default,,0000,0000,0000,,杀伤拦截器分离后
Dialogue: 0,0:52:45.75,0:52:49.20,Default,,0000,0000,0000,,中途拦截系统成功率是六成一
Dialogue: 0,0:52:53.83,0:52:55.41,Default,,0000,0000,0000,,这跟掷硬币有什么差别?
Dialogue: 0,0:52:56.25,0:52:58.79,Default,,0000,0000,0000,,那就是国家用五百亿美元\N买来的玩意?
Dialogue: 0,0:52:58.79,0:53:01.29,Default,,0000,0000,0000,,这好比如用子弹打子弹
Dialogue: 0,0:53:01.79,0:53:04.33,Default,,0000,0000,0000,,喂?谁能听到我说话?
Dialogue: 0,0:53:04.33,0:53:07.04,Default,,0000,0000,0000,,总统先生 我们马上跟您汇报进展
Dialogue: 0,0:53:07.91,0:53:11.79,Default,,0000,0000,0000,,注意飞行路线
Dialogue: 0,0:53:11.79,0:53:13.87,Default,,0000,0000,0000,,地勤人员请到三号机库
Dialogue: 0,0:53:13.87,0:53:15.87,Default,,0000,0000,0000,,幽灵一号准备起飞
Dialogue: 0,0:53:17.95,0:53:20.16,Default,,0000,0000,0000,,- 这是你的办公室吗?\N- 是的
Dialogue: 0,0:53:20.16,0:53:21.75,Default,,0000,0000,0000,,先生 请你跟我走一趟
Dialogue: 0,0:53:32.58,0:53:34.58,Default,,0000,0000,0000,,油表 没问题
Dialogue: 0,0:53:36.20,0:53:37.41,Default,,0000,0000,0000,,飞控系统
Dialogue: 0,0:53:42.54,0:53:43.95,Default,,0000,0000,0000,,弹药装载完毕
Dialogue: 0,0:53:53.41,0:53:55.70,Default,,0000,0000,0000,,参谋长 往走廊那边走 快
Dialogue: 0,0:53:56.58,0:53:58.45,Default,,0000,0000,0000,,- 长官 出了什么事?\N- 请快点 先生
Dialogue: 0,0:53:58.45,0:54:01.12,Default,,0000,0000,0000,,- 进电梯\N- 马蒂 你上哪儿去?
Dialogue: 0,0:54:01.12,0:54:03.29,Default,,0000,0000,0000,,- 参谋长 不能拖延了\N- 快
Dialogue: 0,0:54:12.83,0:54:13.83,Default,,0000,0000,0000,,{\an8}(杰克来电)
Dialogue: 0,0:54:35.79,0:54:40.91,Default,,0000,0000,0000,,(白宫 总统紧急行动中心)
Dialogue: 0,0:54:42.04,0:54:43.33,Default,,0000,0000,0000,,...可能是搞错了
Dialogue: 0,0:54:43.33,0:54:45.45,Default,,0000,0000,0000,,- 我们还是他们?\N- 他们是谁?
Dialogue: 0,0:54:45.45,0:54:48.04,Default,,0000,0000,0000,,- 副国安顾问到了\N- 先生 往这边走
Dialogue: 0,0:54:49.29,0:54:50.16,Default,,0000,0000,0000,,等等
Dialogue: 0,0:54:50.16,0:54:54.70,Default,,0000,0000,0000,,我想知道\N遭到蓄意攻击的可能性有多大?
Dialogue: 0,0:54:54.70,0:54:57.54,Default,,0000,0000,0000,,我认为是七成五
Dialogue: 0,0:54:58.12,0:54:59.99,Default,,0000,0000,0000,,我认为是八成
Dialogue: 0,0:55:00.00,0:55:02.24,Default,,0000,0000,0000,,- 恕我直言 我认为接近五成\N- 好吧
Dialogue: 0,0:55:02.25,0:55:05.54,Default,,0000,0000,0000,,除了瞎猜以外\N没人能提出更准确的说法吗?
Dialogue: 0,0:55:05.54,0:55:08.08,Default,,0000,0000,0000,,这可不是在讨论陆海军友谊赛的输赢
Dialogue: 0,0:55:08.08,0:55:09.66,Default,,0000,0000,0000,,- 总统先生\N- 是
Dialogue: 0,0:55:09.66,0:55:12.87,Default,,0000,0000,0000,,- 哪位?\N- 我是杰克·贝林顿
Dialogue: 0,0:55:12.87,0:55:17.33,Default,,0000,0000,0000,,我们去年在八国峰会上见过
Dialogue: 0,0:55:21.75,0:55:24.16,Default,,0000,0000,0000,,如果有人能...最好能联系上朴安娜
Dialogue: 0,0:55:24.16,0:55:26.91,Default,,0000,0000,0000,,她是负责朝鲜事务的国家情报员
Dialogue: 0,0:55:26.91,0:55:30.91,Default,,0000,0000,0000,,她对朝鲜的军力有更深入的理解
Dialogue: 0,0:55:30.91,0:55:33.16,Default,,0000,0000,0000,,好的 要怎么联系上她?
Dialogue: 0,0:55:33.16,0:55:35.16,Default,,0000,0000,0000,,正在与她取得联系 总统先生
Dialogue: 0,0:55:35.16,0:55:37.45,Default,,0000,0000,0000,,连队人员 预备!
Dialogue: 0,0:55:38.20,0:55:39.50,Default,,0000,0000,0000,,开火!
Dialogue: 0,0:55:49.66,0:55:51.66,Default,,0000,0000,0000,,我得打电话到办公室
Dialogue: 0,0:55:53.87,0:55:55.87,Default,,0000,0000,0000,,- 喂?\N- 是安娜吗?我是杰克
Dialogue: 0,0:55:55.87,0:55:59.33,Default,,0000,0000,0000,,- 杰克 我刚收到警报\N- 这是国安电话会议 总统在线上
Dialogue: 0,0:55:59.33,0:56:01.41,Default,,0000,0000,0000,,- 抱歉 你说什么?\N- 朴女士
Dialogue: 0,0:56:01.41,0:56:03.41,Default,,0000,0000,0000,,- 他们在进军了\N- 我是总统
Dialogue: 0,0:56:03.41,0:56:06.24,Default,,0000,0000,0000,,我知道你是这方面的专家
Dialogue: 0,0:56:06.25,0:56:10.12,Default,,0000,0000,0000,,安娜 一枚弹道导弹在十分钟前发射\N不是试射
Dialogue: 0,0:56:10.75,0:56:11.91,Default,,0000,0000,0000,,我们需要知道实情
Dialogue: 0,0:56:12.41,0:56:16.37,Default,,0000,0000,0000,,先问你 朝鲜有没有\N我们所不知道的核攻击型潜舰?
Dialogue: 0,0:56:16.37,0:56:19.50,Default,,0000,0000,0000,,朝鲜政权\N发动这类攻击的可能性有多大?
Dialogue: 0,0:56:20.87,0:56:22.54,Default,,0000,0000,0000,,发射?这是...
Dialogue: 0,0:56:23.83,0:56:25.62,Default,,0000,0000,0000,,杰克 不好意思 我今天休假
Dialogue: 0,0:56:25.62,0:56:28.04,Default,,0000,0000,0000,,- 好吗?我都没有...\N- 安娜 你在哪里?
Dialogue: 0,0:56:28.04,0:56:29.66,Default,,0000,0000,0000,,- 搞什么鬼?\N- 葛底斯堡
Dialogue: 0,0:56:29.66,0:56:30.75,Default,,0000,0000,0000,,安娜
Dialogue: 0,0:56:32.12,0:56:34.00,Default,,0000,0000,0000,,拜托 这是真的
Dialogue: 0,0:56:35.20,0:56:38.49,Default,,0000,0000,0000,,这两个问题恕我无法给予肯定的答案\N但是 没错
Dialogue: 0,0:56:38.50,0:56:42.16,Default,,0000,0000,0000,,朝鲜一直在寻求\N海基弹道导弹发射能力
Dialogue: 0,0:56:42.16,0:56:45.24,Default,,0000,0000,0000,,他们两年前部署了\N经改装的罗密欧级潜舰
Dialogue: 0,0:56:45.25,0:56:48.16,Default,,0000,0000,0000,,携带十枚短程巡航导弹
Dialogue: 0,0:56:48.16,0:56:51.04,Default,,0000,0000,0000,,为什么?朝鲜为什么要这么做?
Dialogue: 0,0:56:51.04,0:56:55.12,Default,,0000,0000,0000,,- 朝鲜政权的主要动机是防御\N- 这还不足以让他们打消念头吗?
Dialogue: 0,0:56:55.12,0:56:58.49,Default,,0000,0000,0000,,总统先生 对方可能相信\N他们能在反击中生存下来
Dialogue: 0,0:56:58.50,0:57:01.58,Default,,0000,0000,0000,,鉴于他们分散的指挥控制体系\N以及机动导弹发射系统
Dialogue: 0,0:57:01.58,0:57:03.33,Default,,0000,0000,0000,,对 绝对有这种可能性
Dialogue: 0,0:57:03.33,0:57:07.37,Default,,0000,0000,0000,,然后为自己争取救援\N以停止发射换取援助
Dialogue: 0,0:57:07.37,0:57:09.37,Default,,0000,0000,0000,,他们真以为能勒索我们?
Dialogue: 0,0:57:09.37,0:57:12.08,Default,,0000,0000,0000,,既然就快输了 干脆打翻整盘棋
Dialogue: 0,0:57:12.08,0:57:14.70,Default,,0000,0000,0000,,朴女士 我是布雷迪将军\N来自战略司令部
Dialogue: 0,0:57:14.70,0:57:16.50,Default,,0000,0000,0000,,据我所知
Dialogue: 0,0:57:17.20,0:57:19.83,Default,,0000,0000,0000,,莫斯科方面也没有占上风
Dialogue: 0,0:57:20.33,0:57:24.12,Default,,0000,0000,0000,,长官 你说得对\N俄罗斯也是走投无路了
Dialogue: 0,0:57:24.12,0:57:26.83,Default,,0000,0000,0000,,他们最近与北京方面更加密切地合作
Dialogue: 0,0:57:26.83,0:57:29.79,Default,,0000,0000,0000,,潜舰部署也变得更具侵略性
Dialogue: 0,0:57:30.29,0:57:33.08,Default,,0000,0000,0000,,导弹是在太平洋的哪个位置发射的?
Dialogue: 0,0:57:33.08,0:57:35.24,Default,,0000,0000,0000,,朴女士 我们也不确定
Dialogue: 0,0:57:35.25,0:57:37.45,Default,,0000,0000,0000,,国防卫星系统没追踪到
Dialogue: 0,0:57:37.45,0:57:38.95,Default,,0000,0000,0000,,开什么玩笑?
Dialogue: 0,0:57:38.95,0:57:42.12,Default,,0000,0000,0000,,这点很重要吗?\N我们正在追踪了 不是吗?
Dialogue: 0,0:57:42.12,0:57:44.24,Default,,0000,0000,0000,,是的 总统先生 没错
Dialogue: 0,0:57:44.25,0:57:47.16,Default,,0000,0000,0000,,问题是当时国防卫星系统受到干扰
Dialogue: 0,0:57:47.16,0:57:49.70,Default,,0000,0000,0000,,这可能意味着系统被入侵了
Dialogue: 0,0:57:49.70,0:57:52.04,Default,,0000,0000,0000,,指挥控制系统的网络遭到入侵
Dialogue: 0,0:57:52.04,0:57:53.58,Default,,0000,0000,0000,,七、八...
Dialogue: 0,0:57:53.58,0:57:57.37,Default,,0000,0000,0000,,说明这很有可能是一场精心策划\N有组织性的攻击行动
Dialogue: 0,0:57:57.37,0:57:58.99,Default,,0000,0000,0000,,而且这还只是个开始
Dialogue: 0,0:57:59.00,0:58:02.37,Default,,0000,0000,0000,,将军 还没有确凿的证据\N我们需要更多情报
Dialogue: 0,0:58:02.37,0:58:05.99,Default,,0000,0000,0000,,中国海军一直在实验\N由人工智能辅助的导弹发射系统
Dialogue: 0,0:58:06.00,0:58:09.04,Default,,0000,0000,0000,,所以这有可能是技术性故障
Dialogue: 0,0:58:09.04,0:58:12.16,Default,,0000,0000,0000,,好了 够了 简直是浪费时间
Dialogue: 0,0:58:12.16,0:58:14.79,Default,,0000,0000,0000,,总统先生 网络专家或许可以...
Dialogue: 0,0:58:14.79,0:58:17.87,Default,,0000,0000,0000,,好啊 那就去找一个吧 好吗?
Dialogue: 0,0:58:17.87,0:58:20.41,Default,,0000,0000,0000,,第一枚陆基拦截弹的拦截器已分离
Dialogue: 0,0:58:21.41,0:58:22.62,Default,,0000,0000,0000,,一分钟后拦截导弹
Dialogue: 0,0:58:22.62,0:58:23.75,Default,,0000,0000,0000,,- 艾登!\N- 吓你一跳!
Dialogue: 0,0:58:25.41,0:58:26.99,Default,,0000,0000,0000,,朴女士 我即将挂断你的通话
Dialogue: 0,0:58:27.00,0:58:29.70,Default,,0000,0000,0000,,- 好的\N- 如果收到紧急疏散警报 就快去避难
Dialogue: 0,0:58:29.70,0:58:31.29,Default,,0000,0000,0000,,妈 怎么了?
Dialogue: 0,0:58:48.58,0:58:49.91,Default,,0000,0000,0000,,十秒
Dialogue: 0,0:58:50.79,0:58:51.79,Default,,0000,0000,0000,,九
Dialogue: 0,0:58:52.37,0:58:53.54,Default,,0000,0000,0000,,八
Dialogue: 0,0:58:53.54,0:58:55.24,Default,,0000,0000,0000,,- 七\N- 听好 刚刚薯片的事...
Dialogue: 0,0:58:55.25,0:58:57.54,Default,,0000,0000,0000,,- 我没放在心上 我就是个邋遢鬼\N- 六、五
Dialogue: 0,0:58:57.54,0:58:59.91,Default,,0000,0000,0000,,叫你太太去死吧\N她不应该就这样弃你而去
Dialogue: 0,0:59:00.41,0:59:01.41,Default,,0000,0000,0000,,三
Dialogue: 0,0:59:02.00,0:59:02.87,Default,,0000,0000,0000,,二
Dialogue: 0,0:59:04.08,0:59:05.08,Default,,0000,0000,0000,,一
Dialogue: 0,0:59:09.70,0:59:12.70,Default,,0000,0000,0000,,(发射EKV)
Dialogue: 0,0:59:13.87,0:59:15.04,Default,,0000,0000,0000,,请确认撞击
Dialogue: 0,0:59:18.16,0:59:20.41,Default,,0000,0000,0000,,- 请确认撞击\N- 请稍候 确认中
Dialogue: 0,0:59:24.66,0:59:26.33,Default,,0000,0000,0000,,- 你还在等什么?\N- 我只是...
Dialogue: 0,0:59:29.41,0:59:30.24,Default,,0000,0000,0000,,未击中
Dialogue: 0,0:59:30.25,0:59:33.04,Default,,0000,0000,0000,,他说什么?
Dialogue: 0,0:59:34.66,0:59:35.66,Default,,0000,0000,0000,,我...
Dialogue: 0,0:59:36.87,0:59:38.25,Default,,0000,0000,0000,,{\an8}未击中
Dialogue: 0,0:59:39.37,0:59:40.75,Default,,0000,0000,0000,,目标物仍在前进
Dialogue: 0,0:59:41.95,0:59:45.54,Default,,0000,0000,0000,,(芝加哥)
Dialogue: 0,0:59:46.12,0:59:49.29,Default,,0000,0000,0000,,就如贝克所说的 掷硬币
Dialogue: 0,0:59:51.58,0:59:54.16,Default,,0000,0000,0000,,{\an8}我们没出任何差错
Dialogue: 0,0:59:54.16,0:59:56.87,Default,,0000,0000,0000,,{\an8}总统先生 确认进入一级戒备状态
Dialogue: 0,0:59:58.29,1:00:00.83,Default,,0000,0000,0000,,天啊 刚进入了一级戒备状态
Dialogue: 0,1:00:00.83,1:00:02.33,Default,,0000,0000,0000,,- 知道了\N- 确认
Dialogue: 0,1:00:03.00,1:00:04.75,Default,,0000,0000,0000,,(一级戒备状态)
Dialogue: 0,1:00:15.91,1:00:17.00,Default,,0000,0000,0000,,长官 现在怎么办?
Dialogue: 0,1:00:18.25,1:00:19.75,Default,,0000,0000,0000,,我们没有后备计划
Dialogue: 0,1:00:20.37,1:00:21.70,Default,,0000,0000,0000,,对 没击中
Dialogue: 0,1:00:22.20,1:00:24.79,Default,,0000,0000,0000,,- 现在怎么办?\N- 不知道
Dialogue: 0,1:00:24.79,1:00:25.95,Default,,0000,0000,0000,,不知道
Dialogue: 0,1:00:43.62,1:00:45.29,Default,,0000,0000,0000,,长官 黑皮书准备好了
Dialogue: 0,1:00:48.50,1:00:50.24,Default,,0000,0000,0000,,小伙子 为什么拿出那本手册?
Dialogue: 0,1:00:50.25,1:00:53.74,Default,,0000,0000,0000,,总统先生\N我们投入了大量时间和专业分析
Dialogue: 0,1:00:53.75,1:00:55.54,Default,,0000,0000,0000,,来设计这些选项
Dialogue: 0,1:00:55.54,1:00:59.37,Default,,0000,0000,0000,,书上有一系列选项\N分成小规模、中规模和大规模
Dialogue: 0,1:00:59.37,1:01:02.29,Default,,0000,0000,0000,,具体取决于\N您认为需要进行多大规模的反击
Dialogue: 0,1:01:02.29,1:01:05.41,Default,,0000,0000,0000,,我建议您允许李维斯少校进行简报
Dialogue: 0,1:01:06.00,1:01:08.29,Default,,0000,0000,0000,,三艘055型刃海级导弹驱逐舰已出动
Dialogue: 0,1:01:08.29,1:01:13.04,Default,,0000,0000,0000,,天啊 长官\N霍拉马巴德和特拉维夫那边都有动静
Dialogue: 0,1:01:13.04,1:01:14.95,Default,,0000,0000,0000,,如今大家都知道我们没打中了
Dialogue: 0,1:01:16.66,1:01:19.58,Default,,0000,0000,0000,,总统先生 我们在多个前线战区
Dialogue: 0,1:01:19.58,1:01:21.66,Default,,0000,0000,0000,,侦测到敌方的行动 情况令人担忧
Dialogue: 0,1:01:21.66,1:01:24.08,Default,,0000,0000,0000,,比该死的核发射行动更令人担忧吗?
Dialogue: 0,1:01:24.08,1:01:26.12,Default,,0000,0000,0000,,总统先生\N维吉尼亚级核攻击型潜舰上报
Dialogue: 0,1:01:26.12,1:01:28.99,Default,,0000,0000,0000,,刚刚与尾随的潜舰失联
Dialogue: 0,1:01:29.00,1:01:32.70,Default,,0000,0000,0000,,那是我们在北大西洋\N追踪的四艘俄国潜舰之一
Dialogue: 0,1:01:32.70,1:01:36.33,Default,,0000,0000,0000,,每艘预计配备16枚潜射弹道导弹
Dialogue: 0,1:01:36.33,1:01:39.37,Default,,0000,0000,0000,,取得最新情报前\N我们必须假设情况可能会恶化
Dialogue: 0,1:01:39.37,1:01:43.00,Default,,0000,0000,0000,,{\an8}布雷迪将军 我知道大家各司其职
Dialogue: 0,1:01:43.54,1:01:45.25,Default,,0000,0000,0000,,{\an8}但我们不能轻举妄动
Dialogue: 0,1:01:46.37,1:01:47.62,Default,,0000,0000,0000,,总统说得对 将军
Dialogue: 0,1:01:47.62,1:01:49.83,Default,,0000,0000,0000,,在这种情况下
Dialogue: 0,1:01:49.83,1:01:51.33,Default,,0000,0000,0000,,他无法做出明智的抉择
Dialogue: 0,1:01:51.33,1:01:53.45,Default,,0000,0000,0000,,总统先生、贝林顿先生
Dialogue: 0,1:01:53.95,1:01:57.00,Default,,0000,0000,0000,,放慢是一种奢侈 我们没有这种余裕
Dialogue: 0,1:01:57.70,1:01:59.62,Default,,0000,0000,0000,,这些都是所知的情况
Dialogue: 0,1:01:59.62,1:02:03.83,Default,,0000,0000,0000,,七分钟后 我们将会失去芝加哥市
Dialogue: 0,1:02:03.83,1:02:05.75,Default,,0000,0000,0000,,我到现在还搞不清楚原因
Dialogue: 0,1:02:06.45,1:02:09.83,Default,,0000,0000,0000,,也不知道为什么会看到\N朝鲜、俄罗斯、中国
Dialogue: 0,1:02:09.83,1:02:13.45,Default,,0000,0000,0000,,巴基斯坦\N甚至伊朗纷纷提高戒备状态
Dialogue: 0,1:02:13.45,1:02:16.66,Default,,0000,0000,0000,,同时调动海陆空军力
Dialogue: 0,1:02:18.08,1:02:20.91,Default,,0000,0000,0000,,也许就如贝林顿先生早前的提议
Dialogue: 0,1:02:20.91,1:02:24.83,Default,,0000,0000,0000,,他们只是单纯地回应我们的情势
Dialogue: 0,1:02:24.83,1:02:26.41,Default,,0000,0000,0000,,另一个可能性是
Dialogue: 0,1:02:26.41,1:02:30.83,Default,,0000,0000,0000,,他们看到我们的国土\N即将遭受灾难性的冲击
Dialogue: 0,1:02:30.83,1:02:33.49,Default,,0000,0000,0000,,于是准备坐收渔利
Dialogue: 0,1:02:33.50,1:02:37.33,Default,,0000,0000,0000,,也有可能这只是一项\N精心策划的分阶段性攻击行动
Dialogue: 0,1:02:37.33,1:02:38.83,Default,,0000,0000,0000,,更可怕的攻击行动还在后头
Dialogue: 0,1:02:38.83,1:02:40.41,Default,,0000,0000,0000,,我完全说不上来
Dialogue: 0,1:02:40.41,1:02:42.79,Default,,0000,0000,0000,,我只知道一点
Dialogue: 0,1:02:42.79,1:02:48.37,Default,,0000,0000,0000,,再不采取行动 歼灭敌人
Dialogue: 0,1:02:48.37,1:02:51.12,Default,,0000,0000,0000,,我们就会失去机会
Dialogue: 0,1:02:51.12,1:02:53.37,Default,,0000,0000,0000,,我们大可先发制人
Dialogue: 0,1:02:53.37,1:02:57.33,Default,,0000,0000,0000,,或是冒着可能有一百枚洲际弹道导弹\N往我们这边射来的风险
Dialogue: 0,1:02:57.33,1:03:00.75,Default,,0000,0000,0000,,到了那个时候\N还没开战我们就已经输了
Dialogue: 0,1:03:05.87,1:03:07.37,Default,,0000,0000,0000,,{\an8}如果这不是一场战争呢?
Dialogue: 0,1:03:09.58,1:03:10.83,Default,,0000,0000,0000,,如果事情戛然而止呢?
Dialogue: 0,1:03:10.83,1:03:13.95,Default,,0000,0000,0000,,这是我们都乐见的结果
Dialogue: 0,1:03:13.95,1:03:17.37,Default,,0000,0000,0000,,{\an8}尽管五分钟前\N此事仍令人摸不着头绪
Dialogue: 0,1:03:17.37,1:03:19.66,Default,,0000,0000,0000,,{\an8}但如果我能保证事情到此为止
Dialogue: 0,1:03:19.66,1:03:22.83,Default,,0000,0000,0000,,{\an8}哪怕美国失去一千万个国民\N我也认了
Dialogue: 0,1:03:22.83,1:03:27.24,Default,,0000,0000,0000,,但既然没有这种把握 我们只能祈祷
Dialogue: 0,1:03:27.25,1:03:31.74,Default,,0000,0000,0000,,{\an8}然后天真地指望\N敌人心慈手软来保我们平安
Dialogue: 0,1:03:31.75,1:03:36.41,Default,,0000,0000,0000,,{\an8}我们也可以趁敌方还在地面上\N打击其指挥所
Dialogue: 0,1:03:36.41,1:03:38.29,Default,,0000,0000,0000,,导弹发射井和战略轰炸机
Dialogue: 0,1:03:38.29,1:03:42.12,Default,,0000,0000,0000,,一举摧毁敌方\N对我们采取进一步行动的能力
Dialogue: 0,1:03:44.66,1:03:47.58,Default,,0000,0000,0000,,今天 美国已经失去一座城市了
Dialogue: 0,1:03:49.33,1:03:52.33,Default,,0000,0000,0000,,- 您还想失去多少座城市?\N- 这是什么鬼问题?
Dialogue: 0,1:03:53.62,1:03:56.16,Default,,0000,0000,0000,,- 这也太荒谬了 好吗?\N- 这并不荒谬 总统先生
Dialogue: 0,1:03:58.45,1:03:59.95,Default,,0000,0000,0000,,这是现实
Dialogue: 0,1:03:59.95,1:04:01.83,Default,,0000,0000,0000,,距离撞击时间还有六分钟
Dialogue: 0,1:04:01.83,1:04:05.20,Default,,0000,0000,0000,,是沃克 她在跟俄罗斯外交部长通话
Dialogue: 0,1:04:05.20,1:04:06.79,Default,,0000,0000,0000,,不能合并通话
Dialogue: 0,1:04:09.25,1:04:10.25,Default,,0000,0000,0000,,杰克
Dialogue: 0,1:04:10.95,1:04:12.95,Default,,0000,0000,0000,,俄罗斯外交部长已经在线上了
Dialogue: 0,1:04:12.95,1:04:14.79,Default,,0000,0000,0000,,但我们不能合并通话
Dialogue: 0,1:04:15.75,1:04:17.70,Default,,0000,0000,0000,,请你去接那通电话
Dialogue: 0,1:04:20.29,1:04:21.62,Default,,0000,0000,0000,,必须是你
Dialogue: 0,1:04:23.20,1:04:24.20,Default,,0000,0000,0000,,知道吗?
Dialogue: 0,1:04:24.83,1:04:28.33,Default,,0000,0000,0000,,总统需要一个不反击的理由 懂吗?\N你就给他一个
Dialogue: 0,1:04:30.87,1:04:32.41,Default,,0000,0000,0000,,- 你准备好了吗?\N- 准备好了
Dialogue: 0,1:04:33.08,1:04:34.25,Default,,0000,0000,0000,,开始吧
Dialogue: 0,1:04:35.54,1:04:37.45,Default,,0000,0000,0000,,我是杰克·贝林顿
Dialogue: 0,1:04:37.45,1:04:41.20,Default,,0000,0000,0000,,- 我是副国安顾问\N- 你是经授权的总统发言人?
Dialogue: 0,1:04:41.20,1:04:44.58,Default,,0000,0000,0000,,我经授权\N去做任何有助于缓和局势的决定
Dialogue: 0,1:04:44.58,1:04:48.87,Default,,0000,0000,0000,,于是你们的轰炸机就升空了?\N这是哪门子的“缓和局势”?
Dialogue: 0,1:04:48.87,1:04:50.29,Default,,0000,0000,0000,,外交部长
Dialogue: 0,1:04:50.29,1:04:52.66,Default,,0000,0000,0000,,请你谅解 这只是防御措施
Dialogue: 0,1:04:53.58,1:04:55.37,Default,,0000,0000,0000,,我们的国家即将遭受
Dialogue: 0,1:04:55.37,1:04:58.70,Default,,0000,0000,0000,,史无前例、无缘无故的攻击
Dialogue: 0,1:04:58.70,1:05:00.87,Default,,0000,0000,0000,,此事完全与我们无关
Dialogue: 0,1:05:00.87,1:05:02.24,Default,,0000,0000,0000,,你敢保证与你们无关?
Dialogue: 0,1:05:02.25,1:05:05.33,Default,,0000,0000,0000,,我能向总统肯定俄国与此事无关
Dialogue: 0,1:05:05.33,1:05:08.62,Default,,0000,0000,0000,,俄国不是发射导弹的幕后黑手\N也没有坐收渔利的心思?
Dialogue: 0,1:05:08.62,1:05:09.70,Default,,0000,0000,0000,,可以
Dialogue: 0,1:05:10.54,1:05:11.87,Default,,0000,0000,0000,,但是你能向我保证
Dialogue: 0,1:05:12.54,1:05:15.87,Default,,0000,0000,0000,,美国不会利用此事\N来作为歼灭俄国的借口?
Dialogue: 0,1:05:15.87,1:05:17.75,Default,,0000,0000,0000,,- 这是不可能的\N- 是吗?
Dialogue: 0,1:05:18.25,1:05:19.70,Default,,0000,0000,0000,,请你告诉你们总统
Dialogue: 0,1:05:19.70,1:05:24.45,Default,,0000,0000,0000,,你们的部队再不撤退\N我们就只能以牙还牙
Dialogue: 0,1:05:25.25,1:05:28.08,Default,,0000,0000,0000,,你们在我们海岸附近部署的一艘潜舰\N突然失去踪影
Dialogue: 0,1:05:28.08,1:05:31.20,Default,,0000,0000,0000,,下令让它浮出水面 以确认所在位置
Dialogue: 0,1:05:31.20,1:05:32.62,Default,,0000,0000,0000,,以示诚意
Dialogue: 0,1:05:32.62,1:05:34.79,Default,,0000,0000,0000,,好让你们从海面上干掉它吗?
Dialogue: 0,1:05:34.79,1:05:37.33,Default,,0000,0000,0000,,我们时间不多了
Dialogue: 0,1:05:37.33,1:05:39.08,Default,,0000,0000,0000,,我太太已经有六个月的...
Dialogue: 0,1:05:41.66,1:05:42.66,Default,,0000,0000,0000,,杰克
Dialogue: 0,1:05:42.66,1:05:43.75,Default,,0000,0000,0000,,对不起
Dialogue: 0,1:05:46.50,1:05:47.74,Default,,0000,0000,0000,,杰克?
Dialogue: 0,1:05:47.75,1:05:49.54,Default,,0000,0000,0000,,听好 如果事情没处理好
Dialogue: 0,1:05:50.45,1:05:52.45,Default,,0000,0000,0000,,明天就没人能存活下来
Dialogue: 0,1:05:52.45,1:05:55.12,Default,,0000,0000,0000,,听好 如果你们能向我保证\N此事与你们无关
Dialogue: 0,1:05:55.12,1:05:56.62,Default,,0000,0000,0000,,我就相信你们
Dialogue: 0,1:05:56.62,1:05:59.54,Default,,0000,0000,0000,,我也会向你保证\N俄国绝对不会成为攻击目标
Dialogue: 0,1:05:59.54,1:06:03.95,Default,,0000,0000,0000,,那你们能向我们保证\N会停止部署远程战略武器吗?
Dialogue: 0,1:06:03.95,1:06:06.95,Default,,0000,0000,0000,,这条件好多了 禁止任何报复行动
Dialogue: 0,1:06:06.95,1:06:08.12,Default,,0000,0000,0000,,我完全同意
Dialogue: 0,1:06:08.12,1:06:11.20,Default,,0000,0000,0000,,我可以替你们争取这个条件\N但这不是我能决定的事
Dialogue: 0,1:06:11.20,1:06:13.20,Default,,0000,0000,0000,,如果你们真的反击
Dialogue: 0,1:06:13.20,1:06:18.00,Default,,0000,0000,0000,,能不能保证不会侵犯我们的领空?
Dialogue: 0,1:06:22.58,1:06:24.58,Default,,0000,0000,0000,,我们的轰炸机\N绝对不会入侵你们的领空
Dialogue: 0,1:06:25.08,1:06:26.33,Default,,0000,0000,0000,,那导弹呢?
Dialogue: 0,1:06:26.33,1:06:29.91,Default,,0000,0000,0000,,天啊 如果你们认定是中国做的...
Dialogue: 0,1:06:29.91,1:06:31.75,Default,,0000,0000,0000,,- 部长 这...\N- 说实话
Dialogue: 0,1:06:32.79,1:06:33.62,Default,,0000,0000,0000,,不行
Dialogue: 0,1:06:37.12,1:06:39.66,Default,,0000,0000,0000,,部长 我们都心里有数\N空域是不可能清净的
Dialogue: 0,1:06:39.66,1:06:41.16,Default,,0000,0000,0000,,这种事我们无法答应
Dialogue: 0,1:06:41.16,1:06:43.91,Default,,0000,0000,0000,,那你们凭什么指望我们\N毫无顾忌地相信
Dialogue: 0,1:06:43.91,1:06:47.24,Default,,0000,0000,0000,,从我们头顶上掠过的弹头\N不是落在俄国的城市?
Dialogue: 0,1:06:47.25,1:06:49.87,Default,,0000,0000,0000,,部长 但愿事情不会恶化到\N出动弹头的地步
Dialogue: 0,1:06:51.00,1:06:55.20,Default,,0000,0000,0000,,如果真的发生那种事\N恳请你们相信我们
Dialogue: 0,1:06:59.45,1:07:00.45,Default,,0000,0000,0000,,相信你们?
Dialogue: 0,1:07:01.70,1:07:02.66,Default,,0000,0000,0000,,为什么?
Dialogue: 0,1:07:04.08,1:07:06.29,Default,,0000,0000,0000,,- 我去跟我的总统谈谈\N- 万一...
Dialogue: 0,1:07:14.20,1:07:15.87,Default,,0000,0000,0000,,暗星 我是幽灵一号
Dialogue: 0,1:07:15.87,1:07:17.62,Default,,0000,0000,0000,,接近悬停位置
Dialogue: 0,1:07:19.50,1:07:23.62,Default,,0000,0000,0000,,幽灵一号 我是暗星\N敌情目测正常 请等候任务数据包
Dialogue: 0,1:07:31.16,1:07:32.08,Default,,0000,0000,0000,,这是正确的吗?
Dialogue: 0,1:07:33.62,1:07:35.62,Default,,0000,0000,0000,,暗星 我是幽灵一号\N确认收到任务数据包
Dialogue: 0,1:07:37.79,1:07:40.29,Default,,0000,0000,0000,,幽灵一号 我是暗星 随时待命
Dialogue: 0,1:07:42.70,1:07:45.24,Default,,0000,0000,0000,,前线部署的B-2轰炸机\N已处于悬停位置
Dialogue: 0,1:07:45.25,1:07:47.83,Default,,0000,0000,0000,,总统先生 请您立刻做决定
Dialogue: 0,1:07:48.33,1:07:51.75,Default,,0000,0000,0000,,您的进攻顾问是李维斯少校
Dialogue: 0,1:07:52.25,1:07:55.49,Default,,0000,0000,0000,,他会指导您完成认证流程
Dialogue: 0,1:07:55.50,1:07:58.99,Default,,0000,0000,0000,,{\an8}接着您只需要说出攻击选项代号...
Dialogue: 0,1:07:59.00,1:08:01.49,Default,,0000,0000,0000,,{\an8}听好 这些我都懂 好吗?
Dialogue: 0,1:08:01.50,1:08:03.70,Default,,0000,0000,0000,,{\an8}瑞德 我需要你的...
Dialogue: 0,1:08:05.58,1:08:06.83,Default,,0000,0000,0000,,{\an8}瑞德 你怎么看?
Dialogue: 0,1:08:08.50,1:08:10.00,Default,,0000,0000,0000,,{\an8}等等 他那边断线了吗?
Dialogue: 0,1:08:11.00,1:08:12.25,Default,,0000,0000,0000,,{\an8}别过去 部长!
Dialogue: 0,1:08:13.04,1:08:14.16,Default,,0000,0000,0000,,{\an8}我的妈啊!
Dialogue: 0,1:08:15.45,1:08:16.91,Default,,0000,0000,0000,,- 刚刚什么情况?\N- 没事
Dialogue: 0,1:08:16.91,1:08:18.45,Default,,0000,0000,0000,,- 总统先生?\N- 坐好
Dialogue: 0,1:08:18.45,1:08:21.37,Default,,0000,0000,0000,,- 总统先生 又是我 杰克·贝林顿\N- 坐好
Dialogue: 0,1:08:21.37,1:08:23.49,Default,,0000,0000,0000,,{\an8}我刚和俄罗斯外交部长通过电话
Dialogue: 0,1:08:23.50,1:08:26.75,Default,,0000,0000,0000,,他表示俄罗斯拒绝\N对这次的导弹发射负责
Dialogue: 0,1:08:27.62,1:08:30.75,Default,,0000,0000,0000,,还说他和北京方面通过电话\N并相信此事与对方无关
Dialogue: 0,1:08:33.41,1:08:35.79,Default,,0000,0000,0000,,- 总统先生 我相信他的话\N- 真的吗?
Dialogue: 0,1:08:36.50,1:08:39.66,Default,,0000,0000,0000,,- 他们有没有打算退让?\N- 总统先生 我认为他们有此意
Dialogue: 0,1:08:40.75,1:08:43.41,Default,,0000,0000,0000,,只要我们保证\N不会对他们展开报复行动
Dialogue: 0,1:08:43.41,1:08:44.54,Default,,0000,0000,0000,,我应该可以...
Dialogue: 0,1:08:46.41,1:08:48.41,Default,,0000,0000,0000,,我们应该可以说服他们
Dialogue: 0,1:08:48.41,1:08:53.08,Default,,0000,0000,0000,,- 怎么说?\N- 我们先别向任何国家发射导弹
Dialogue: 0,1:08:53.91,1:08:54.99,Default,,0000,0000,0000,,起码暂时别轻举妄动
Dialogue: 0,1:08:55.00,1:08:57.83,Default,,0000,0000,0000,,难道只能眼睁睁看着\N芝加哥化为灰烬?
Dialogue: 0,1:08:58.37,1:09:01.66,Default,,0000,0000,0000,,{\an8}开什么玩笑?\N你认为美国人吃这一套吗?
Dialogue: 0,1:09:01.66,1:09:03.12,Default,,0000,0000,0000,,{\an8}总统先生 弹头...
Dialogue: 0,1:09:03.12,1:09:04.62,Default,,0000,0000,0000,,弹头可能不会引爆
Dialogue: 0,1:09:04.62,1:09:06.33,Default,,0000,0000,0000,,有时候是这种情况
Dialogue: 0,1:09:06.33,1:09:08.58,Default,,0000,0000,0000,,这些条件他都同意了吗?
Dialogue: 0,1:09:09.16,1:09:12.29,Default,,0000,0000,0000,,只要我们什么都不做\N他们就会退让?
Dialogue: 0,1:09:12.29,1:09:14.37,Default,,0000,0000,0000,,- 可以这么说吧\N- 可以这么说吧?
Dialogue: 0,1:09:14.37,1:09:15.87,Default,,0000,0000,0000,,- 杰克\N- 是 总统先生
Dialogue: 0,1:09:15.87,1:09:17.83,Default,,0000,0000,0000,,麻烦你先喘口气
Dialogue: 0,1:09:17.83,1:09:19.33,Default,,0000,0000,0000,,- 我的气息很稳\N- 那就好
Dialogue: 0,1:09:19.33,1:09:22.66,Default,,0000,0000,0000,,因为我的职责是做好这个决定\N尽管我不愿意
Dialogue: 0,1:09:22.66,1:09:26.37,Default,,0000,0000,0000,,而你的职责是告诉我\N他到底答应了什么条件
Dialogue: 0,1:09:27.25,1:09:30.16,Default,,0000,0000,0000,,- 别拐弯抹角 做得到吗?\N- 总统先生 他什么都没答应
Dialogue: 0,1:09:30.16,1:09:32.08,Default,,0000,0000,0000,,他说他必须和他的总统商量
Dialogue: 0,1:09:32.58,1:09:35.04,Default,,0000,0000,0000,,在我看来 事情没有任何进展
Dialogue: 0,1:09:35.04,1:09:36.37,Default,,0000,0000,0000,,将军 你错了
Dialogue: 0,1:09:36.37,1:09:37.83,Default,,0000,0000,0000,,如果我们照着他的意思去做
Dialogue: 0,1:09:37.83,1:09:39.99,Default,,0000,0000,0000,,稍等一下 起码还有机会
Dialogue: 0,1:09:40.00,1:09:41.54,Default,,0000,0000,0000,,剩下2分30秒
Dialogue: 0,1:09:41.54,1:09:44.58,Default,,0000,0000,0000,,杰克 听你的建议
Dialogue: 0,1:09:45.79,1:09:48.04,Default,,0000,0000,0000,,如果我放过始作俑者
Dialogue: 0,1:09:48.54,1:09:50.49,Default,,0000,0000,0000,,这种做法和投降有什么分别?
Dialogue: 0,1:09:50.50,1:09:52.45,Default,,0000,0000,0000,,总统先生 如果您偏要这么看待问题
Dialogue: 0,1:09:53.16,1:09:55.49,Default,,0000,0000,0000,,那您只有两个选择
Dialogue: 0,1:09:55.50,1:09:57.08,Default,,0000,0000,0000,,一是投降 二是自取灭亡
Dialogue: 0,1:10:08.33,1:10:09.66,Default,,0000,0000,0000,,我需要一点时间思考
Dialogue: 0,1:10:11.83,1:10:13.33,Default,,0000,0000,0000,,现在怎么办?我们能做什么?
Dialogue: 0,1:10:14.41,1:10:16.04,Default,,0000,0000,0000,,我马上联系贝尔沃堡
Dialogue: 0,1:10:16.04,1:10:18.66,Default,,0000,0000,0000,,吩咐陆军工兵部队待命
Dialogue: 0,1:10:19.66,1:10:22.58,Default,,0000,0000,0000,,如果白宫被击中\N他们需要把我们挖出来
Dialogue: 0,1:10:22.58,1:10:23.62,Default,,0000,0000,0000,,天啊
Dialogue: 0,1:10:23.62,1:10:25.66,Default,,0000,0000,0000,,- 你是认真的吗?\N- 计划书上是这么写的
Dialogue: 0,1:10:27.58,1:10:29.00,Default,,0000,0000,0000,,有这种计划?
Dialogue: 0,1:10:38.91,1:10:40.37,Default,,0000,0000,0000,,如果这个命令通过了...
Dialogue: 0,1:10:42.87,1:10:44.37,Default,,0000,0000,0000,,长官 我知道自己的职责
Dialogue: 0,1:10:50.54,1:10:54.29,Default,,0000,0000,0000,,(空军全球打击司令部\N第341导弹联队)
Dialogue: 0,1:10:54.29,1:10:56.79,Default,,0000,0000,0000,,(蒙大拿州\N马尔姆斯托姆空军基地)
Dialogue: 0,1:11:00.16,1:11:05.29,Default,,0000,0000,0000,,R、B、J、W、D、F、E
Dialogue: 0,1:11:05.29,1:11:07.33,Default,,0000,0000,0000,,导弹发射令认证无误
Dialogue: 0,1:11:08.91,1:11:10.49,Default,,0000,0000,0000,,R、B、J
Dialogue: 0,1:11:10.50,1:11:13.12,Default,,0000,0000,0000,,W、D、F、E
Dialogue: 0,1:11:13.12,1:11:14.58,Default,,0000,0000,0000,,我同意发射核弹
Dialogue: 0,1:11:15.66,1:11:16.79,Default,,0000,0000,0000,,三、二、一 转
Dialogue: 0,1:11:16.79,1:11:18.75,Default,,0000,0000,0000,,长官 等候开火令
Dialogue: 0,1:11:20.04,1:11:22.08,Default,,0000,0000,0000,,长官 核武准备就绪
Dialogue: 0,1:11:22.58,1:11:24.12,Default,,0000,0000,0000,,长官 B-2轰炸机悬停中
Dialogue: 0,1:11:24.87,1:11:27.08,Default,,0000,0000,0000,,导弹阵地准备就绪
Dialogue: 0,1:11:27.08,1:11:28.91,Default,,0000,0000,0000,,万一他没再上线呢?
Dialogue: 0,1:11:30.54,1:11:33.62,Default,,0000,0000,0000,,那就是“斩”首性质 找副总统
Dialogue: 0,1:11:34.12,1:11:38.04,Default,,0000,0000,0000,,如果联系不上他 按照顺序\N由参议院议长走马上任
Dialogue: 0,1:11:38.04,1:11:39.16,Default,,0000,0000,0000,,好 我回来了
Dialogue: 0,1:11:40.08,1:11:42.29,Default,,0000,0000,0000,,总统先生\N您需要使用密封验证系统卡
Dialogue: 0,1:11:45.70,1:11:47.20,Default,,0000,0000,0000,,应该在这里的
Dialogue: 0,1:11:48.04,1:11:49.12,Default,,0000,0000,0000,,好
Dialogue: 0,1:11:50.04,1:11:51.91,Default,,0000,0000,0000,,让我想起了大学时期
Dialogue: 0,1:11:54.95,1:11:57.04,Default,,0000,0000,0000,,请您大声念出来
Dialogue: 0,1:11:59.70,1:12:02.20,Default,,0000,0000,0000,,{\an8}N、D、O
Dialogue: 0,1:12:03.00,1:12:05.99,Default,,0000,0000,0000,,{\an8}1117
Dialogue: 0,1:12:06.00,1:12:08.49,Default,,0000,0000,0000,,N、D、O
Dialogue: 0,1:12:08.50,1:12:11.33,Default,,0000,0000,0000,,1117
Dialogue: 0,1:12:13.33,1:12:15.54,Default,,0000,0000,0000,,确认国家指挥局官员身份
Dialogue: 0,1:12:17.62,1:12:19.45,Default,,0000,0000,0000,,总统先生 请下令
Dialogue: 0,1:12:20.20,1:12:21.20,Default,,0000,0000,0000,,我下令?
Dialogue: 0,1:12:45.12,1:12:49.75,Default,,0000,0000,0000,,(装满炸药的房子)
Dialogue: 0,1:13:01.41,1:13:03.70,Default,,0000,0000,0000,,你真的不喝咖啡吗?喝不喝水?
Dialogue: 0,1:13:04.20,1:13:05.62,Default,,0000,0000,0000,,不了 谢谢你 女士
Dialogue: 0,1:13:09.37,1:13:13.83,Default,,0000,0000,0000,,(白宫 椭圆形办公室接待处)
Dialogue: 0,1:13:21.87,1:13:24.04,Default,,0000,0000,0000,,贝蒂 能帮忙联系多数党领袖吗?
Dialogue: 0,1:13:24.54,1:13:26.58,Default,,0000,0000,0000,,麻烦快点 谢了
Dialogue: 0,1:13:28.70,1:13:30.50,Default,,0000,0000,0000,,已经延后45分钟了
Dialogue: 0,1:13:33.58,1:13:35.33,Default,,0000,0000,0000,,总统要找多数党领袖 麻烦你了
Dialogue: 0,1:13:36.50,1:13:37.75,Default,,0000,0000,0000,,谢谢
Dialogue: 0,1:14:02.91,1:14:04.58,Default,,0000,0000,0000,,这才像话嘛
Dialogue: 0,1:14:22.12,1:14:23.12,Default,,0000,0000,0000,,不是
Dialogue: 0,1:14:23.79,1:14:25.08,Default,,0000,0000,0000,,打前九洞
Dialogue: 0,1:14:26.58,1:14:28.04,Default,,0000,0000,0000,,挺顺利的
Dialogue: 0,1:14:28.54,1:14:31.95,Default,,0000,0000,0000,,上次被这些穿制服的家伙围绕时\N我还是二等兵
Dialogue: 0,1:14:32.58,1:14:34.20,Default,,0000,0000,0000,,他们还是一群废物
Dialogue: 0,1:14:40.45,1:14:42.50,Default,,0000,0000,0000,,谢了 乔治 感激不尽
Dialogue: 0,1:14:43.62,1:14:46.08,Default,,0000,0000,0000,,能拥有33年的美好时光\N是我们三生有幸
Dialogue: 0,1:14:47.08,1:14:49.83,Default,,0000,0000,0000,,你和希拉能来参加葬礼\N对我而言意义非凡
Dialogue: 0,1:14:52.08,1:14:54.25,Default,,0000,0000,0000,,好的 回头再聊
Dialogue: 0,1:14:58.87,1:14:59.87,Default,,0000,0000,0000,,长官
Dialogue: 0,1:15:01.00,1:15:02.00,Default,,0000,0000,0000,,长官
Dialogue: 0,1:15:02.83,1:15:04.12,Default,,0000,0000,0000,,- 谢了\N- 好
Dialogue: 0,1:15:07.29,1:15:08.58,Default,,0000,0000,0000,,一杆进洞吧
Dialogue: 0,1:15:14.62,1:15:16.62,Default,,0000,0000,0000,,我正想找你呢
Dialogue: 0,1:15:17.54,1:15:20.62,Default,,0000,0000,0000,,- 真希望你也在场\N- 是吗?你那边还顺利吗?
Dialogue: 0,1:15:20.62,1:15:23.70,Default,,0000,0000,0000,,他们说只要能提升环保意识就没问题
Dialogue: 0,1:15:23.70,1:15:26.16,Default,,0000,0000,0000,,- 好的\N- 你好像很累
Dialogue: 0,1:15:26.79,1:15:27.79,Default,,0000,0000,0000,,我不累
Dialogue: 0,1:15:29.20,1:15:30.20,Default,,0000,0000,0000,,我没事
Dialogue: 0,1:15:31.25,1:15:35.08,Default,,0000,0000,0000,,我丈夫是唯一一个\N不能靠说谎自救的政治家
Dialogue: 0,1:15:35.08,1:15:36.95,Default,,0000,0000,0000,,好吧 我这下完蛋了
Dialogue: 0,1:15:36.95,1:15:38.83,Default,,0000,0000,0000,,话说 他们不是...
Dialogue: 0,1:15:40.16,1:15:41.66,Default,,0000,0000,0000,,说过...
Dialogue: 0,1:15:42.29,1:15:44.12,Default,,0000,0000,0000,,再过一阵子就会习惯了?
Dialogue: 0,1:15:44.12,1:15:47.08,Default,,0000,0000,0000,,“比竞选时期还要累”\N我记得当初是这么想的
Dialogue: 0,1:15:47.08,1:15:49.66,Default,,0000,0000,0000,,也许他们是指我们会崩溃
Dialogue: 0,1:15:49.66,1:15:52.54,Default,,0000,0000,0000,,说到崩溃 不得不提我妈
Dialogue: 0,1:15:53.66,1:15:56.33,Default,,0000,0000,0000,,医生说她需要全天候照护了
Dialogue: 0,1:15:59.29,1:16:01.37,Default,,0000,0000,0000,,喂?你还在吗?
Dialogue: 0,1:16:01.95,1:16:03.95,Default,,0000,0000,0000,,不是我说的 是医生说的
Dialogue: 0,1:16:03.95,1:16:07.87,Default,,0000,0000,0000,,好吧 等你回来后再做打算 好吗?
Dialogue: 0,1:16:07.87,1:16:10.91,Default,,0000,0000,0000,,真不公平啊\N你现在成了拯救大象的大圣人
Dialogue: 0,1:16:11.45,1:16:14.54,Default,,0000,0000,0000,,我一直都站在道德制高点\N你可别忘了 好伙伴
Dialogue: 0,1:16:14.54,1:16:15.66,Default,,0000,0000,0000,,你还好吗?
Dialogue: 0,1:16:15.66,1:16:16.66,Default,,0000,0000,0000,,什么?
Dialogue: 0,1:16:16.66,1:16:18.70,Default,,0000,0000,0000,,- 你没事吧?\N- 我没事
Dialogue: 0,1:16:19.45,1:16:20.45,Default,,0000,0000,0000,,听得见我说话吗?
Dialogue: 0,1:16:26.37,1:16:27.37,Default,,0000,0000,0000,,喂?
Dialogue: 0,1:16:27.95,1:16:29.33,Default,,0000,0000,0000,,亲爱的 听得见我说话吗?
Dialogue: 0,1:16:31.41,1:16:33.00,Default,,0000,0000,0000,,布鲁斯 现在的行程是...
Dialogue: 0,1:16:35.16,1:16:36.29,Default,,0000,0000,0000,,什么?
Dialogue: 0,1:16:36.29,1:16:37.54,Default,,0000,0000,0000,,篮球 总统先生
Dialogue: 0,1:16:38.16,1:16:40.87,Default,,0000,0000,0000,,那个安琪·瑞斯的活动?
Dialogue: 0,1:16:40.87,1:16:42.16,Default,,0000,0000,0000,,是的 跟年轻人互动
Dialogue: 0,1:16:42.75,1:16:44.54,Default,,0000,0000,0000,,- 你准备好了吗?\N- 当然
Dialogue: 0,1:16:44.54,1:16:46.33,Default,,0000,0000,0000,,打算试投几个球吗?
Dialogue: 0,1:16:46.33,1:16:48.66,Default,,0000,0000,0000,,- 你会跳投吗?\N- 我会跳投吗?
Dialogue: 0,1:16:48.66,1:16:49.87,Default,,0000,0000,0000,,- 是的\N- 一点点
Dialogue: 0,1:16:50.45,1:16:51.95,Default,,0000,0000,0000,,- 算会吧\N- 让我见识一下
Dialogue: 0,1:16:53.25,1:16:55.79,Default,,0000,0000,0000,,- 您想看?\N- 还是算了 不用 布鲁斯
Dialogue: 0,1:16:55.79,1:16:57.37,Default,,0000,0000,0000,,- 好的\N- 贝蒂
Dialogue: 0,1:16:58.54,1:16:59.54,Default,,0000,0000,0000,,你能不能...
Dialogue: 0,1:17:01.16,1:17:06.08,Default,,0000,0000,0000,,能不能叫那个家伙垫个鞋垫?
Dialogue: 0,1:17:06.58,1:17:09.66,Default,,0000,0000,0000,,- 怎么了?掉出来了吗?好的\N- 我也不清楚怎么回事
Dialogue: 0,1:17:53.33,1:17:54.33,Default,,0000,0000,0000,,天啊
Dialogue: 0,1:18:09.16,1:18:12.12,Default,,0000,0000,0000,,那所学校叫什么名字?还是班级?
Dialogue: 0,1:18:12.12,1:18:15.45,Default,,0000,0000,0000,,- 是跳投女子篮球训练营 总统先生\N- 跳投
Dialogue: 0,1:18:16.62,1:18:19.70,Default,,0000,0000,0000,,- 肯 你的跳投技术如何?\N- 还不错 总统先生
Dialogue: 0,1:18:20.62,1:18:21.66,Default,,0000,0000,0000,,您的呢?
Dialogue: 0,1:18:22.37,1:18:23.75,Default,,0000,0000,0000,,我的膝盖不行了
Dialogue: 0,1:18:32.16,1:18:35.75,Default,,0000,0000,0000,,签署预算案后\N我为下周的听证会腾出了点时间
Dialogue: 0,1:18:36.29,1:18:37.79,Default,,0000,0000,0000,,- 哪一场?\N- 众议院监督委员会
Dialogue: 0,1:18:37.79,1:18:40.16,Default,,0000,0000,0000,,- 关于红海航运特遣队\N- 好的
Dialogue: 0,1:18:41.20,1:18:42.20,Default,,0000,0000,0000,,没问题
Dialogue: 0,1:18:43.41,1:18:44.41,Default,,0000,0000,0000,,好的
Dialogue: 0,1:18:45.33,1:18:46.79,Default,,0000,0000,0000,,我应该先去求谁?
Dialogue: 0,1:18:46.79,1:18:49.08,Default,,0000,0000,0000,,康涅狄格州民主党参议员坎宁安
Dialogue: 0,1:18:49.08,1:18:51.70,Default,,0000,0000,0000,,他从一开始就支持追加拨款
Dialogue: 0,1:18:54.41,1:18:56.16,Default,,0000,0000,0000,,我是国防部长贝克
Dialogue: 0,1:19:15.79,1:19:16.87,Default,,0000,0000,0000,,大人物到了
Dialogue: 0,1:19:20.87,1:19:22.04,Default,,0000,0000,0000,,我的领带整齐吗?
Dialogue: 0,1:19:22.70,1:19:23.91,Default,,0000,0000,0000,,看起来没问题 总统先生
Dialogue: 0,1:19:26.29,1:19:27.29,Default,,0000,0000,0000,,好吧
Dialogue: 0,1:19:28.00,1:19:30.41,Default,,0000,0000,0000,,总统先生
Dialogue: 0,1:19:31.95,1:19:34.37,Default,,0000,0000,0000,,您最欣赏哪位WNBA的球星?
Dialogue: 0,1:19:39.25,1:19:41.58,Default,,0000,0000,0000,,总统先生 今天过得还顺利吗?
Dialogue: 0,1:19:42.16,1:19:43.25,Default,,0000,0000,0000,,我感觉很精神
Dialogue: 0,1:19:44.54,1:19:47.95,Default,,0000,0000,0000,,总统先生 您期待上场投篮吗?
Dialogue: 0,1:19:47.95,1:19:51.70,Default,,0000,0000,0000,,总统先生\N您和安琪谁投的三分球更准?
Dialogue: 0,1:19:52.50,1:19:54.58,Default,,0000,0000,0000,,这是陷阱题吧?
Dialogue: 0,1:19:55.20,1:19:57.16,Default,,0000,0000,0000,,想让我上当 好吧 我懂了
Dialogue: 0,1:19:59.04,1:20:00.45,Default,,0000,0000,0000,,您觉得能打败她吗?
Dialogue: 0,1:20:00.45,1:20:02.91,Default,,0000,0000,0000,,- 请容我再问一个问题\N- 我也说不上来
Dialogue: 0,1:20:06.08,1:20:07.33,Default,,0000,0000,0000,,好吧
Dialogue: 0,1:20:13.66,1:20:17.12,Default,,0000,0000,0000,,女士们、先生们\N有请美国总统莅临现场
Dialogue: 0,1:20:18.95,1:20:20.25,Default,,0000,0000,0000,,大家好吗?
Dialogue: 0,1:20:24.58,1:20:26.33,Default,,0000,0000,0000,,你好吗?
Dialogue: 0,1:20:26.33,1:20:27.62,Default,,0000,0000,0000,,很高兴见到你
Dialogue: 0,1:20:28.87,1:20:31.41,Default,,0000,0000,0000,,你好吗?很高兴见到你
Dialogue: 0,1:20:34.08,1:20:36.49,Default,,0000,0000,0000,,- 你好吗?很高兴见到你\N- 他到了
Dialogue: 0,1:20:36.50,1:20:37.95,Default,,0000,0000,0000,,老兄 你好吗?近来可好?
Dialogue: 0,1:20:42.50,1:20:45.33,Default,,0000,0000,0000,,很好 最近好吗?
Dialogue: 0,1:20:46.70,1:20:51.25,Default,,0000,0000,0000,,你们好吗?很高兴见到你 很好
Dialogue: 0,1:20:52.25,1:20:53.49,Default,,0000,0000,0000,,- 嗨 安琪\N- 嗨
Dialogue: 0,1:20:53.50,1:20:54.58,Default,,0000,0000,0000,,我是来打球的
Dialogue: 0,1:20:54.58,1:20:57.08,Default,,0000,0000,0000,,- 很荣幸您能亲临现场\N- 很高兴见到你
Dialogue: 0,1:20:57.08,1:20:59.79,Default,,0000,0000,0000,,嗨 大家好 加把劲 加油
Dialogue: 0,1:20:59.79,1:21:04.08,Default,,0000,0000,0000,,加油
Dialogue: 0,1:21:06.83,1:21:08.66,Default,,0000,0000,0000,,我?
Dialogue: 0,1:21:08.66,1:21:09.75,Default,,0000,0000,0000,,来吧
Dialogue: 0,1:21:11.33,1:21:12.70,Default,,0000,0000,0000,,好啊 看好啦
Dialogue: 0,1:21:15.08,1:21:18.08,Default,,0000,0000,0000,,好的 再来一个 看好啦
Dialogue: 0,1:21:19.08,1:21:21.37,Default,,0000,0000,0000,,- 刚刚只是在热身 懂吗?\N- 慢慢来
Dialogue: 0,1:21:29.41,1:21:31.12,Default,,0000,0000,0000,,- 不错嘛\N- 不错?
Dialogue: 0,1:21:32.16,1:21:34.83,Default,,0000,0000,0000,,很高兴来到这里 真的
Dialogue: 0,1:21:34.83,1:21:37.00,Default,,0000,0000,0000,,早上翘课的感觉如何?
Dialogue: 0,1:21:37.50,1:21:40.41,Default,,0000,0000,0000,,不错吧?投球给我看看\N你要投球给我看吗?
Dialogue: 0,1:21:40.41,1:21:43.25,Default,,0000,0000,0000,,开始 让我见识一下 来吧
Dialogue: 0,1:21:51.12,1:21:54.62,Default,,0000,0000,0000,,好极了 我让办公室再联系你\N敲定好几个日期
Dialogue: 0,1:21:54.62,1:21:57.20,Default,,0000,0000,0000,,- 看过了 这是我写的备注\N- 谢了 参议员
Dialogue: 0,1:21:57.20,1:21:59.83,Default,,0000,0000,0000,,- 准备简报吧\N- 部长 白宫战情室在线上
Dialogue: 0,1:22:03.20,1:22:06.16,Default,,0000,0000,0000,,- 需要使用密封验证系统卡\N- 天啊 好吧
Dialogue: 0,1:22:09.20,1:22:13.08,Default,,0000,0000,0000,,- 我是国防部长贝克\N- 已确认身份 部长
Dialogue: 0,1:22:13.08,1:22:15.79,Default,,0000,0000,0000,,B19416
Dialogue: 0,1:22:15.79,1:22:18.16,Default,,0000,0000,0000,,他们叫我教你们一件事 而我...
Dialogue: 0,1:22:18.66,1:22:21.20,Default,,0000,0000,0000,,我不打算教你们怎么投篮\N我知道你们做得到
Dialogue: 0,1:22:21.20,1:22:25.74,Default,,0000,0000,0000,,但我想告诉你们一个小故事\N讲述运动如何改变我的人生
Dialogue: 0,1:22:25.75,1:22:29.37,Default,,0000,0000,0000,,从小到大 我都不擅长运动 不像安琪
Dialogue: 0,1:22:29.37,1:22:31.50,Default,,0000,0000,0000,,我并不擅长运动 我不会打橄榄球
Dialogue: 0,1:22:32.50,1:22:34.33,Default,,0000,0000,0000,,听说你下个月会调离岗位
Dialogue: 0,1:22:36.45,1:22:37.75,Default,,0000,0000,0000,,返回奥马哈
Dialogue: 0,1:22:39.54,1:22:41.25,Default,,0000,0000,0000,,你应该会怀念这段经历
Dialogue: 0,1:22:42.16,1:22:45.45,Default,,0000,0000,0000,,- 站在一旁看明星表演\N- 投球给我看看 来吧
Dialogue: 0,1:22:46.00,1:22:47.50,Default,,0000,0000,0000,,这是他慢慢来的结果 看到吗?
Dialogue: 0,1:22:51.58,1:22:52.70,Default,,0000,0000,0000,,现在...
Dialogue: 0,1:22:53.37,1:22:54.79,Default,,0000,0000,0000,,他是我服务过的第三个总统
Dialogue: 0,1:22:56.29,1:22:58.91,Default,,0000,0000,0000,,他们都是经常迟到的自恋狂
Dialogue: 0,1:23:00.33,1:23:02.16,Default,,0000,0000,0000,,但起码这个会看报纸
Dialogue: 0,1:23:04.25,1:23:06.20,Default,,0000,0000,0000,,据我理解 要在发射同时启动程序
Dialogue: 0,1:23:06.20,1:23:09.00,Default,,0000,0000,0000,,撤离重要人员\N应该征询法律意见吗?
Dialogue: 0,1:23:09.91,1:23:11.66,Default,,0000,0000,0000,,瑞德 你的说法可能有误
Dialogue: 0,1:23:11.66,1:23:14.58,Default,,0000,0000,0000,,毕竟我敢确定\N是总统负责启动政府延续计划...
Dialogue: 0,1:23:14.58,1:23:16.75,Default,,0000,0000,0000,,但下达命令的是我
Dialogue: 0,1:23:17.87,1:23:20.91,Default,,0000,0000,0000,,事后有足够的时间厘清权责\N请马上撤离相关人员
Dialogue: 0,1:23:20.91,1:23:22.95,Default,,0000,0000,0000,,我可不想临时抱佛脚
Dialogue: 0,1:23:23.45,1:23:26.58,Default,,0000,0000,0000,,- 我刚获得导弹击中地点的预测情报\N- 说吧 托尼
Dialogue: 0,1:23:27.50,1:23:30.08,Default,,0000,0000,0000,,低风险区 路易维尔、圣路易斯
Dialogue: 0,1:23:30.70,1:23:33.00,Default,,0000,0000,0000,,中风险区 芝加哥、印第安纳波利斯
Dialogue: 0,1:23:33.50,1:23:35.79,Default,,0000,0000,0000,,高风险区 克利夫兰、哥伦布
Dialogue: 0,1:23:35.79,1:23:39.37,Default,,0000,0000,0000,,当然 这只是初步估算\N我们还在评估当前风向
Dialogue: 0,1:23:39.37,1:23:40.54,Default,,0000,0000,0000,,天啊
Dialogue: 0,1:23:41.62,1:23:45.04,Default,,0000,0000,0000,,这就是陆基拦截弹的用途\N大家不必惊慌
Dialogue: 0,1:23:45.70,1:23:47.20,Default,,0000,0000,0000,,你刚才提到芝加哥 对吗?
Dialogue: 0,1:23:47.75,1:23:49.83,Default,,0000,0000,0000,,对 是中风险区
Dialogue: 0,1:23:51.33,1:23:53.29,Default,,0000,0000,0000,,我女儿住在芝加哥
Dialogue: 0,1:23:53.29,1:23:55.62,Default,,0000,0000,0000,,如果美国要解决国际问题
Dialogue: 0,1:23:55.62,1:23:57.58,Default,,0000,0000,0000,,我们就必须同心协力
Dialogue: 0,1:23:58.08,1:24:01.37,Default,,0000,0000,0000,,这就是我们一直在讨论的团队协作力
Dialogue: 0,1:24:02.08,1:24:07.20,Default,,0000,0000,0000,,- 喂?\N- 我应该无法代表美国队出征
Dialogue: 0,1:24:07.20,1:24:08.87,Default,,0000,0000,0000,,- 好的 嘿\N- 喂?
Dialogue: 0,1:24:09.37,1:24:12.20,Default,,0000,0000,0000,,马上带他离开现场 越快越好
Dialogue: 0,1:24:12.83,1:24:15.16,Default,,0000,0000,0000,,- 怎么回事?\N- 我也不清楚
Dialogue: 0,1:24:15.16,1:24:16.79,Default,,0000,0000,0000,,快!
Dialogue: 0,1:24:17.91,1:24:20.62,Default,,0000,0000,0000,,- 总统先生 此地不宜久留 快走\N- 快走
Dialogue: 0,1:24:22.08,1:24:23.08,Default,,0000,0000,0000,,让开!
Dialogue: 0,1:24:24.91,1:24:26.91,Default,,0000,0000,0000,,- 怎么回事?\N- 冷静
Dialogue: 0,1:24:28.83,1:24:29.83,Default,,0000,0000,0000,,快
Dialogue: 0,1:24:33.54,1:24:34.79,Default,,0000,0000,0000,,肯 搞什么鬼?
Dialogue: 0,1:24:37.33,1:24:39.50,Default,,0000,0000,0000,,我要马上把您加入国安电话会议
Dialogue: 0,1:24:41.29,1:24:43.62,Default,,0000,0000,0000,,总统先生 美国正遭受攻击
Dialogue: 0,1:24:49.08,1:24:51.08,Default,,0000,0000,0000,,这跟掷硬币有什么差别?
Dialogue: 0,1:24:51.75,1:24:54.29,Default,,0000,0000,0000,,那就是国家用五百亿美元\N买来的玩意?
Dialogue: 0,1:24:54.29,1:24:56.66,Default,,0000,0000,0000,,{\an8}这好比如用子弹打子弹
Dialogue: 0,1:24:56.66,1:24:59.24,Default,,0000,0000,0000,,{\an8}喂?谁能听到我说话?
Dialogue: 0,1:24:59.25,1:25:02.45,Default,,0000,0000,0000,,总统先生 我们马上跟您汇报进展
Dialogue: 0,1:25:10.87,1:25:13.00,Default,,0000,0000,0000,,- 所以也有可能是误报\N- 我们这边...
Dialogue: 0,1:25:13.50,1:25:14.37,Default,,0000,0000,0000,,琳赛!
Dialogue: 0,1:25:15.16,1:25:17.12,Default,,0000,0000,0000,,我们得找到离芝加哥最近的基地
Dialogue: 0,1:25:17.12,1:25:19.74,Default,,0000,0000,0000,,- 应该没有\N- 任何有直升机的地方
Dialogue: 0,1:25:19.75,1:25:21.91,Default,,0000,0000,0000,,- 我可以问问国民警卫队\N- 把凯莉找来
Dialogue: 0,1:25:21.91,1:25:25.00,Default,,0000,0000,0000,,- 我会试着联系他们\N- 把她接走 他们说只剩15分钟了 快
Dialogue: 0,1:25:26.95,1:25:28.50,Default,,0000,0000,0000,,瑞德 你还在吗?
Dialogue: 0,1:25:29.20,1:25:30.87,Default,,0000,0000,0000,,是 我还在
Dialogue: 0,1:25:33.04,1:25:35.41,Default,,0000,0000,0000,,- 是 我还在\N- 你怎么看?
Dialogue: 0,1:25:35.41,1:25:37.58,Default,,0000,0000,0000,,- 我真的说不上来\N- 说不上来?
Dialogue: 0,1:25:37.58,1:25:39.29,Default,,0000,0000,0000,,你可是五角大楼的主管
Dialogue: 0,1:25:40.08,1:25:42.62,Default,,0000,0000,0000,,我只在宣誓就职那天\N听过一次简报 就一次
Dialogue: 0,1:25:42.62,1:25:44.41,Default,,0000,0000,0000,,他们还说那是流程
Dialogue: 0,1:25:44.91,1:25:46.58,Default,,0000,0000,0000,,他们也跟我说了相同的话
Dialogue: 0,1:25:47.25,1:25:50.37,Default,,0000,0000,0000,,最高法院大法官过世时\N我反而听到最完整的简报
Dialogue: 0,1:25:50.37,1:25:54.12,Default,,0000,0000,0000,,替补人选 替补人选辞任怎么办?
Dialogue: 0,1:25:54.12,1:25:56.24,Default,,0000,0000,0000,,该死的 万一原本的那个家伙
Dialogue: 0,1:25:56.25,1:25:58.54,Default,,0000,0000,0000,,从坟墓里爬出来 想讨回工作呢?
Dialogue: 0,1:25:58.54,1:26:01.08,Default,,0000,0000,0000,,我们专注于较有可能发生的事
Dialogue: 0,1:26:01.08,1:26:03.08,Default,,0000,0000,0000,,也就是我们可能必须处理的问题
Dialogue: 0,1:26:03.08,1:26:04.33,Default,,0000,0000,0000,,我们正在处理这种问题
Dialogue: 0,1:26:04.33,1:26:06.87,Default,,0000,0000,0000,,就我记忆所及 我们都按部就班
Dialogue: 0,1:26:06.87,1:26:08.99,Default,,0000,0000,0000,,遵循流程
Dialogue: 0,1:26:09.00,1:26:11.62,Default,,0000,0000,0000,,不行 到白宫南草坪需要20分钟
Dialogue: 0,1:26:11.62,1:26:13.54,Default,,0000,0000,0000,,- 去安德鲁斯空军基地\N- 是安娜吗?我是杰克
Dialogue: 0,1:26:13.54,1:26:17.16,Default,,0000,0000,0000,,- 杰克 我刚收到警报\N- 这是国安电话会议 总统在线上
Dialogue: 0,1:26:17.16,1:26:20.66,Default,,0000,0000,0000,,- 抱歉 你说什么?\N- 朴女士 我是总统
Dialogue: 0,1:26:21.58,1:26:23.99,Default,,0000,0000,0000,,我知道你是这方面的专家
Dialogue: 0,1:26:24.00,1:26:25.45,Default,,0000,0000,0000,,一枚弹道导弹...
Dialogue: 0,1:26:37.04,1:26:38.49,Default,,0000,0000,0000,,- 嗨\N- 请留言
Dialogue: 0,1:26:38.50,1:26:40.58,Default,,0000,0000,0000,,拜托别把我转到语音信箱
Dialogue: 0,1:26:41.16,1:26:43.91,Default,,0000,0000,0000,,我是你爸 这是急事 联络我
Dialogue: 0,1:26:48.29,1:26:50.70,Default,,0000,0000,0000,,{\an8}(有急事 联络我 拜托了)
Dialogue: 0,1:26:50.70,1:26:54.41,Default,,0000,0000,0000,,- 联络到任何人了吗?\N- 正在跟大湖海军基地通话
Dialogue: 0,1:26:55.08,1:26:58.12,Default,,0000,0000,0000,,- 也许他们能追踪到她的手机\N- 直升机到了 走吧 部长
Dialogue: 0,1:26:58.12,1:27:00.45,Default,,0000,0000,0000,,- 去哪里?\N- 国家军事指挥中心发出了撤离通知
Dialogue: 0,1:27:00.45,1:27:02.74,Default,,0000,0000,0000,,- 直升机快到了\N- 我没叫他们来
Dialogue: 0,1:27:02.75,1:27:05.70,Default,,0000,0000,0000,,- 这通电话怎么办?\N- 谢了 稍等一下 怎么了?
Dialogue: 0,1:27:05.70,1:27:08.58,Default,,0000,0000,0000,,- 我不能离线啊\N- 我们必须撤离国防部长
Dialogue: 0,1:27:08.58,1:27:10.33,Default,,0000,0000,0000,,我们能在走廊上说话吗?
Dialogue: 0,1:27:11.41,1:27:13.54,Default,,0000,0000,0000,,够了 简直是浪费时间
Dialogue: 0,1:27:13.54,1:27:15.95,Default,,0000,0000,0000,,总统先生 网络专家或许可以...
Dialogue: 0,1:27:15.95,1:27:18.66,Default,,0000,0000,0000,,好啊 那就去找一个吧 好吗?
Dialogue: 0,1:27:18.66,1:27:21.37,Default,,0000,0000,0000,,第一枚陆基拦截弹的拦截器已分离
Dialogue: 0,1:27:22.29,1:27:23.70,Default,,0000,0000,0000,,一分钟后拦截导弹
Dialogue: 0,1:27:28.66,1:27:30.16,Default,,0000,0000,0000,,最好会成功
Dialogue: 0,1:27:47.41,1:27:49.04,Default,,0000,0000,0000,,托尼 要怎么知道?
Dialogue: 0,1:27:49.04,1:27:50.12,Default,,0000,0000,0000,,稍等一下
Dialogue: 0,1:27:50.12,1:27:52.45,Default,,0000,0000,0000,,马上加入格里利堡导弹防御营的对话
Dialogue: 0,1:27:59.58,1:28:01.41,Default,,0000,0000,0000,,总统先生 四分钟后抵达着陆区
Dialogue: 0,1:28:02.33,1:28:03.33,Default,,0000,0000,0000,,十秒
Dialogue: 0,1:28:04.50,1:28:05.50,Default,,0000,0000,0000,,九
Dialogue: 0,1:28:06.00,1:28:08.83,Default,,0000,0000,0000,,- 八、七\N- 听好 刚刚薯片的事...
Dialogue: 0,1:28:08.83,1:28:11.12,Default,,0000,0000,0000,,- 我没放在心上 我就是个邋遢鬼\N- 六、五
Dialogue: 0,1:28:11.12,1:28:13.50,Default,,0000,0000,0000,,- 叫你太太去死 她不该这样弃你而去\N- 四
Dialogue: 0,1:28:14.08,1:28:15.08,Default,,0000,0000,0000,,三
Dialogue: 0,1:28:15.58,1:28:16.58,Default,,0000,0000,0000,,二
Dialogue: 0,1:28:17.66,1:28:18.66,Default,,0000,0000,0000,,一
Dialogue: 0,1:28:27.45,1:28:28.62,Default,,0000,0000,0000,,请确认撞击
Dialogue: 0,1:28:31.87,1:28:34.12,Default,,0000,0000,0000,,- 请确认撞击\N- 请稍候 确认中
Dialogue: 0,1:28:37.50,1:28:39.25,Default,,0000,0000,0000,,快 你还在等什么?
Dialogue: 0,1:28:42.45,1:28:44.20,Default,,0000,0000,0000,,- 未击中\N- 他说什么?
Dialogue: 0,1:28:45.25,1:28:46.33,Default,,0000,0000,0000,,他说什么?
Dialogue: 0,1:28:47.66,1:28:48.66,Default,,0000,0000,0000,,我...
Dialogue: 0,1:28:49.37,1:28:50.58,Default,,0000,0000,0000,,未击中
Dialogue: 0,1:28:51.58,1:28:53.08,Default,,0000,0000,0000,,目标物仍在前进
Dialogue: 0,1:29:01.79,1:29:03.95,Default,,0000,0000,0000,,我们没出任何差错
Dialogue: 0,1:29:04.45,1:29:07.12,Default,,0000,0000,0000,,总统先生 确认进入一级戒备状态
Dialogue: 0,1:29:08.04,1:29:10.49,Default,,0000,0000,0000,,天啊 刚进入了一级戒备状态
Dialogue: 0,1:29:10.50,1:29:12.70,Default,,0000,0000,0000,,- 知道了\N- 未击中
Dialogue: 0,1:29:12.70,1:29:13.83,Default,,0000,0000,0000,,确认
Dialogue: 0,1:29:20.66,1:29:23.70,Default,,0000,0000,0000,,少校 确认再发射\N两枚陆基拦截弹进行拦截
Dialogue: 0,1:29:27.04,1:29:28.70,Default,,0000,0000,0000,,小伙子 为什么拿出那本手册?
Dialogue: 0,1:29:28.70,1:29:32.16,Default,,0000,0000,0000,,总统先生\N我们投入了大量时间和专业分析
Dialogue: 0,1:29:32.16,1:29:33.95,Default,,0000,0000,0000,,来设计这些选项
Dialogue: 0,1:29:33.95,1:29:37.29,Default,,0000,0000,0000,,书上有一系列选项\N分成小规模、中规模和大规模
Dialogue: 0,1:29:37.29,1:29:40.20,Default,,0000,0000,0000,,具体取决于\N您认为需要进行多大规模的反击
Dialogue: 0,1:29:40.20,1:29:43.62,Default,,0000,0000,0000,,我建议您允许李维斯少校进行简报
Dialogue: 0,1:29:43.62,1:29:47.58,Default,,0000,0000,0000,,根据国防部8044号行动方案 第25版
Dialogue: 0,1:29:47.58,1:29:50.91,Default,,0000,0000,0000,,国家军事指挥中心请求授权发动反击
Dialogue: 0,1:29:51.66,1:29:53.79,Default,,0000,0000,0000,,绿色标签是小规模攻击选项
Dialogue: 0,1:29:53.79,1:29:55.83,Default,,0000,0000,0000,,黄色标签是中规模攻击选项
Dialogue: 0,1:29:55.83,1:29:57.41,Default,,0000,0000,0000,,红色标签是大规模攻击选项
Dialogue: 0,1:29:57.41,1:30:00.49,Default,,0000,0000,0000,,每种颜色的选项都有按照区域排列
Dialogue: 0,1:30:00.50,1:30:04.04,Default,,0000,0000,0000,,每一页上均附有指定编号
Dialogue: 0,1:30:04.04,1:30:06.33,Default,,0000,0000,0000,,地图、目标列表
Dialogue: 0,1:30:07.29,1:30:09.50,Default,,0000,0000,0000,,以及敌方的伤亡估计
Dialogue: 0,1:30:10.00,1:30:11.75,Default,,0000,0000,0000,,总统先生 您想从哪里开始?
Dialogue: 0,1:30:12.62,1:30:15.49,Default,,0000,0000,0000,,总统先生 我们在多个前线战区
Dialogue: 0,1:30:15.50,1:30:17.58,Default,,0000,0000,0000,,侦测到敌方的行动 情况令人担忧
Dialogue: 0,1:30:17.58,1:30:20.29,Default,,0000,0000,0000,,比该死的核发射行动更令人担忧吗?
Dialogue: 0,1:30:20.29,1:30:21.41,Default,,0000,0000,0000,,- 请别再打来了\N- 凯莉
Dialogue: 0,1:30:21.41,1:30:23.74,Default,,0000,0000,0000,,- 都说我需要空间了\N- 我知道 我...
Dialogue: 0,1:30:23.75,1:30:25.66,Default,,0000,0000,0000,,- 你在哪里?\N- 我现在不想谈
Dialogue: 0,1:30:25.66,1:30:27.08,Default,,0000,0000,0000,,凯莉 拜托
Dialogue: 0,1:30:27.62,1:30:29.74,Default,,0000,0000,0000,,我在家 准备去彩排了
Dialogue: 0,1:30:29.75,1:30:31.54,Default,,0000,0000,0000,,不如我晚点联络你 好吗?
Dialogue: 0,1:30:32.41,1:30:34.83,Default,,0000,0000,0000,,我的治疗师认为...
Dialogue: 0,1:30:37.37,1:30:40.20,Default,,0000,0000,0000,,我知道我们总有一天需要好好谈谈
Dialogue: 0,1:30:42.04,1:30:45.33,Default,,0000,0000,0000,,因为妈妈的事\N我只是最近压力很大 好吗?
Dialogue: 0,1:30:46.12,1:30:47.12,Default,,0000,0000,0000,,我知道
Dialogue: 0,1:30:49.45,1:30:50.45,Default,,0000,0000,0000,,亲爱的 一起出门?
Dialogue: 0,1:30:51.29,1:30:53.83,Default,,0000,0000,0000,,- 是的 一起出门 我要挂电话了\N- 快迟到了
Dialogue: 0,1:30:53.83,1:30:56.54,Default,,0000,0000,0000,,- 那是谁啊?\N- 朋友
Dialogue: 0,1:30:57.79,1:30:59.41,Default,,0000,0000,0000,,我有对象了
Dialogue: 0,1:31:00.95,1:31:02.70,Default,,0000,0000,0000,,- 是吗?\N- 是的
Dialogue: 0,1:31:03.70,1:31:05.12,Default,,0000,0000,0000,,你们在认真交往吗?
Dialogue: 0,1:31:05.87,1:31:07.54,Default,,0000,0000,0000,,- 拜托\N- 在认真交往吗?
Dialogue: 0,1:31:08.91,1:31:10.41,Default,,0000,0000,0000,,是的 算是吧
Dialogue: 0,1:31:12.20,1:31:13.87,Default,,0000,0000,0000,,你们一起去上班吗?
Dialogue: 0,1:31:14.45,1:31:16.54,Default,,0000,0000,0000,,我们一起走路上班 方向一样
Dialogue: 0,1:31:20.08,1:31:21.08,Default,,0000,0000,0000,,那就好
Dialogue: 0,1:31:22.25,1:31:23.33,Default,,0000,0000,0000,,那就好
Dialogue: 0,1:31:24.50,1:31:27.58,Default,,0000,0000,0000,,你真的怪怪的\N我一有空就联络你 好吗?
Dialogue: 0,1:31:28.08,1:31:30.00,Default,,0000,0000,0000,,- 凯莉 我爱你\N- 再见 爸
Dialogue: 0,1:31:36.12,1:31:37.12,Default,,0000,0000,0000,,好了
Dialogue: 0,1:31:41.04,1:31:43.20,Default,,0000,0000,0000,,部长 我必须带你离开
Dialogue: 0,1:31:45.45,1:31:48.49,Default,,0000,0000,0000,,部长 抱歉\N电话已经转接了 你必须马上离开
Dialogue: 0,1:31:48.50,1:31:49.50,Default,,0000,0000,0000,,部长
Dialogue: 0,1:31:58.20,1:32:01.16,Default,,0000,0000,0000,,今天 美国已经失去一座城市了
Dialogue: 0,1:32:02.70,1:32:05.83,Default,,0000,0000,0000,,- 您还想失去多少座城市?\N- 这是什么鬼问题?
Dialogue: 0,1:32:07.62,1:32:10.08,Default,,0000,0000,0000,,这也太荒谬了 好吗?
Dialogue: 0,1:32:10.08,1:32:11.16,Default,,0000,0000,0000,,这并不荒谬 先生
Dialogue: 0,1:32:13.12,1:32:14.62,Default,,0000,0000,0000,,这是现实
Dialogue: 0,1:32:15.16,1:32:17.04,Default,,0000,0000,0000,,距离撞击时间还有六分钟
Dialogue: 0,1:32:19.08,1:32:22.41,Default,,0000,0000,0000,,- 怎么称呼?\N- 总统先生 我是李维斯少校
Dialogue: 0,1:32:24.20,1:32:25.45,Default,,0000,0000,0000,,今年几岁?
Dialogue: 0,1:32:26.41,1:32:27.75,Default,,0000,0000,0000,,32岁 总统先生
Dialogue: 0,1:32:28.33,1:32:29.45,Default,,0000,0000,0000,,有家人吗?
Dialogue: 0,1:32:31.20,1:32:32.45,Default,,0000,0000,0000,,我有妻子 总统先生
Dialogue: 0,1:32:57.33,1:32:58.58,Default,,0000,0000,0000,,大人物到了
Dialogue: 0,1:33:20.62,1:33:22.91,Default,,0000,0000,0000,,安德鲁斯基地 海军陆战队一号起飞
Dialogue: 0,1:33:34.37,1:33:35.66,Default,,0000,0000,0000,,89个目标
Dialogue: 0,1:33:35.66,1:33:38.70,Default,,0000,0000,0000,,主要是军事设施和指挥所
Dialogue: 0,1:33:39.20,1:33:42.54,Default,,0000,0000,0000,,截止上个月 我们在前线部署了\N一支B-2轰炸机中队
Dialogue: 0,1:33:42.54,1:33:44.95,Default,,0000,0000,0000,,我们也会出动俄亥俄级潜舰
Dialogue: 0,1:33:44.95,1:33:49.37,Default,,0000,0000,0000,,每艘配有24枚三叉戟II型D5弹道导弹\N配备多目标重返大气层载具
Dialogue: 0,1:33:50.04,1:33:52.87,Default,,0000,0000,0000,,此选项还需要沃伦基地\N发射十几枚义勇兵洲际弹道导弹
Dialogue: 0,1:33:52.87,1:33:55.00,Default,,0000,0000,0000,,这样能保证我们不会再次被攻击吗?
Dialogue: 0,1:33:55.95,1:33:58.33,Default,,0000,0000,0000,,我今早醒来时 我们还很确定
Dialogue: 0,1:33:58.83,1:34:01.49,Default,,0000,0000,0000,,朝鲜无法从潜舰发射弹道导弹
Dialogue: 0,1:34:01.50,1:34:03.24,Default,,0000,0000,0000,,现在他们或许可以了 搞什么鬼?
Dialogue: 0,1:34:03.25,1:34:05.20,Default,,0000,0000,0000,,该计划假定我们的目标清单尚不完整
Dialogue: 0,1:34:05.20,1:34:09.62,Default,,0000,0000,0000,,但通过摧毁最重要的指挥中心\N就能大幅度降低再次遭受攻击的几率
Dialogue: 0,1:34:09.62,1:34:12.91,Default,,0000,0000,0000,,或是激怒一个国家 对吧?
Dialogue: 0,1:34:16.33,1:34:20.37,Default,,0000,0000,0000,,我的职责是向您解释所有选项\N并执行您下达的命令 我不能...
Dialogue: 0,1:34:20.37,1:34:22.70,Default,,0000,0000,0000,,这本书你整天都带在身上\N我却从没看过
Dialogue: 0,1:34:22.70,1:34:25.79,Default,,0000,0000,0000,,看起来就像餐厅的菜单\N小伙子 帮个忙 好吗?
Dialogue: 0,1:34:29.54,1:34:33.25,Default,,0000,0000,0000,,我给这些选项取名\N三分熟、五分熟和全熟
Dialogue: 0,1:34:35.50,1:34:38.33,Default,,0000,0000,0000,,- 我知道这样很恶心\N- 说重点吧
Dialogue: 0,1:34:40.16,1:34:42.37,Default,,0000,0000,0000,,我决定暂时按兵不动
Dialogue: 0,1:34:43.25,1:34:46.79,Default,,0000,0000,0000,,没问题 但愿这只是一场意外\N或只是一次性攻击
Dialogue: 0,1:34:46.79,1:34:49.00,Default,,0000,0000,0000,,幕后主脑会悬崖勒马
Dialogue: 0,1:34:57.41,1:34:58.91,Default,,0000,0000,0000,,上帝告诉你真相了吗?
Dialogue: 0,1:35:00.91,1:35:03.04,Default,,0000,0000,0000,,总统大人 我没向祂求真相 我只是...
Dialogue: 0,1:35:04.08,1:35:05.49,Default,,0000,0000,0000,,抱歉 总统先生
Dialogue: 0,1:35:05.50,1:35:07.95,Default,,0000,0000,0000,,不必道歉 我也常去教堂 我只是...
Dialogue: 0,1:35:09.83,1:35:11.33,Default,,0000,0000,0000,,好一阵子没去了
Dialogue: 0,1:35:13.20,1:35:16.79,Default,,0000,0000,0000,,我一直以为你拿着那本书跟着我
Dialogue: 0,1:35:16.79,1:35:18.41,Default,,0000,0000,0000,,掌握那种武器...
Dialogue: 0,1:35:18.91,1:35:20.95,Default,,0000,0000,0000,,是为了随时做好准备 对吧?
Dialogue: 0,1:35:20.95,1:35:24.04,Default,,0000,0000,0000,,克制势力、维持世界的秩序
Dialogue: 0,1:35:24.04,1:35:28.54,Default,,0000,0000,0000,,如果他们知道我们做好充分准备\N就没人敢发动核战 对吧?
Dialogue: 0,1:35:29.25,1:35:32.25,Default,,0000,0000,0000,,正如您刚才所说 这一切都太荒谬了
Dialogue: 0,1:35:33.87,1:35:35.12,Default,,0000,0000,0000,,但有人还是动手了
Dialogue: 0,1:35:36.45,1:35:38.12,Default,,0000,0000,0000,,所以这事完全说不通
Dialogue: 0,1:35:39.41,1:35:40.87,Default,,0000,0000,0000,,除非出了错
Dialogue: 0,1:35:40.87,1:35:42.16,Default,,0000,0000,0000,,但一切已成定局
Dialogue: 0,1:35:42.83,1:35:46.04,Default,,0000,0000,0000,,如果袖手旁观\N坏人就会以为他们能逃避责任
Dialogue: 0,1:35:47.87,1:35:51.54,Default,,0000,0000,0000,,我听过一档播客节目 主持人说
Dialogue: 0,1:35:52.12,1:35:55.79,Default,,0000,0000,0000,,“大家都在建造一间装满炸药的房子”
Dialogue: 0,1:35:57.16,1:35:59.33,Default,,0000,0000,0000,,制造炸弹、制定计划
Dialogue: 0,1:35:59.83,1:36:01.83,Default,,0000,0000,0000,,墙壁随时爆炸
Dialogue: 0,1:36:02.41,1:36:04.12,Default,,0000,0000,0000,,但我们还是住在里面
Dialogue: 0,1:36:14.00,1:36:17.04,Default,,0000,0000,0000,,总统先生 如果您决定反击...
Dialogue: 0,1:36:20.37,1:36:21.70,Default,,0000,0000,0000,,大规模攻击 选项七
Dialogue: 0,1:36:22.83,1:36:24.08,Default,,0000,0000,0000,,或是大规模攻击 选项九
Dialogue: 0,1:36:25.45,1:36:28.37,Default,,0000,0000,0000,,马上一劳永逸地结束这一切吧
Dialogue: 0,1:36:29.83,1:36:32.25,Default,,0000,0000,0000,,唯有这样才能让部分国民存活下来
Dialogue: 0,1:36:37.62,1:36:40.16,Default,,0000,0000,0000,,总统先生 请您立刻做决定
Dialogue: 0,1:36:40.83,1:36:43.83,Default,,0000,0000,0000,,您的进攻顾问是李维斯少校
Dialogue: 0,1:36:44.54,1:36:47.74,Default,,0000,0000,0000,,他会指导您完成认证流程
Dialogue: 0,1:36:47.75,1:36:51.87,Default,,0000,0000,0000,,接着您只需要说出攻击选项代号...
Dialogue: 0,1:36:56.95,1:36:59.20,Default,,0000,0000,0000,,瑞德 我需要你...
Dialogue: 0,1:37:01.08,1:37:02.25,Default,,0000,0000,0000,,瑞德 你怎么看?
Dialogue: 0,1:37:03.95,1:37:05.33,Default,,0000,0000,0000,,等等 他那边断线了吗?
Dialogue: 0,1:37:05.95,1:37:08.41,Default,,0000,0000,0000,,早上好 部长 我们准备起飞了
Dialogue: 0,1:37:08.91,1:37:10.45,Default,,0000,0000,0000,,部长 你要去哪里?
Dialogue: 0,1:37:11.04,1:37:12.20,Default,,0000,0000,0000,,别过去 部长!
Dialogue: 0,1:37:13.16,1:37:14.12,Default,,0000,0000,0000,,天啊!
Dialogue: 0,1:37:14.91,1:37:16.00,Default,,0000,0000,0000,,刚刚什么情况?
Dialogue: 0,1:37:17.37,1:37:21.49,Default,,0000,0000,0000,,总统先生 又是我 杰克·贝林顿
Dialogue: 0,1:37:21.50,1:37:23.79,Default,,0000,0000,0000,,我刚和俄罗斯外交部长通过电话
Dialogue: 0,1:37:23.79,1:37:26.83,Default,,0000,0000,0000,,他表示俄罗斯拒绝\N对这次的导弹发射负责
Dialogue: 0,1:37:27.83,1:37:31.29,Default,,0000,0000,0000,,还说他和北京方面通过电话\N并相信此事与对方无关
Dialogue: 0,1:37:33.50,1:37:35.83,Default,,0000,0000,0000,,- 总统先生 我相信他的话\N- 真的吗?
Dialogue: 0,1:37:37.50,1:37:40.45,Default,,0000,0000,0000,,- 他们有没有打算退让?\N- 总统先生 我认为他们有此意
Dialogue: 0,1:37:41.62,1:37:44.16,Default,,0000,0000,0000,,只要我们保证\N不会对他们展开报复行动
Dialogue: 0,1:37:44.16,1:37:45.58,Default,,0000,0000,0000,,我应该可以...
Dialogue: 0,1:37:47.20,1:37:49.58,Default,,0000,0000,0000,,我们应该可以说服他们
Dialogue: 0,1:37:49.58,1:37:54.04,Default,,0000,0000,0000,,- 怎么说?\N- 我们先别向任何国家发射导弹
Dialogue: 0,1:37:54.75,1:37:55.83,Default,,0000,0000,0000,,{\an8}起码暂时别轻举妄动
Dialogue: 0,1:37:55.83,1:37:58.66,Default,,0000,0000,0000,,{\an8}难道只能眼睁睁看着\N芝加哥化为灰烬?
Dialogue: 0,1:37:59.25,1:38:02.49,Default,,0000,0000,0000,,开什么玩笑?\N你认为美国人吃这一套吗?
Dialogue: 0,1:38:02.50,1:38:05.62,Default,,0000,0000,0000,,总统先生 弹头可能不会引爆
Dialogue: 0,1:38:05.62,1:38:07.16,Default,,0000,0000,0000,,有时候是这种情况
Dialogue: 0,1:38:07.16,1:38:09.83,Default,,0000,0000,0000,,这些条件他都同意了吗?
Dialogue: 0,1:38:10.33,1:38:13.16,Default,,0000,0000,0000,,只要我们什么都不做\N他们就会退让?
Dialogue: 0,1:38:13.16,1:38:15.00,Default,,0000,0000,0000,,- 可以这么说吧\N- 可以这么说吧?
Dialogue: 0,1:38:15.70,1:38:17.29,Default,,0000,0000,0000,,- 杰克\N- 是 总统先生
Dialogue: 0,1:38:17.29,1:38:19.16,Default,,0000,0000,0000,,麻烦你先喘口气
Dialogue: 0,1:38:19.16,1:38:20.45,Default,,0000,0000,0000,,- 我的气息很稳\N- 那就好
Dialogue: 0,1:38:20.45,1:38:23.91,Default,,0000,0000,0000,,因为我的职责是做好这个决定\N尽管我不愿意
Dialogue: 0,1:38:24.41,1:38:27.70,Default,,0000,0000,0000,,而你的职责是告诉我\N他到底答应了什么条件
Dialogue: 0,1:38:28.45,1:38:29.45,Default,,0000,0000,0000,,知道吗?
Dialogue: 0,1:38:30.20,1:38:32.95,Default,,0000,0000,0000,,- 别拐弯抹角 做得到吗?\N- 他什么都没答应
Dialogue: 0,1:38:32.95,1:38:34.95,Default,,0000,0000,0000,,他说他必须和他的总统商量
Dialogue: 0,1:38:35.54,1:38:37.83,Default,,0000,0000,0000,,在我看来 事情没有任何进展
Dialogue: 0,1:38:37.83,1:38:39.16,Default,,0000,0000,0000,,将军 你错了
Dialogue: 0,1:38:39.16,1:38:40.66,Default,,0000,0000,0000,,如果我们照着他的意思去做
Dialogue: 0,1:38:40.66,1:38:42.91,Default,,0000,0000,0000,,稍等一下 起码还有机会
Dialogue: 0,1:38:42.91,1:38:44.74,Default,,0000,0000,0000,,剩下2分30秒
Dialogue: 0,1:38:44.75,1:38:47.41,Default,,0000,0000,0000,,杰克 听你的建议
Dialogue: 0,1:38:48.00,1:38:50.16,Default,,0000,0000,0000,,如果我放过始作俑者
Dialogue: 0,1:38:50.91,1:38:52.87,Default,,0000,0000,0000,,这种做法和投降有什么分别?
Dialogue: 0,1:38:52.87,1:38:54.87,Default,,0000,0000,0000,,总统先生 如果您偏要这么看待问题
Dialogue: 0,1:38:55.66,1:38:57.83,Default,,0000,0000,0000,,那您只有两个选择
Dialogue: 0,1:38:57.83,1:38:59.58,Default,,0000,0000,0000,,一是投降 二是自取灭亡
Dialogue: 0,1:39:09.75,1:39:11.12,Default,,0000,0000,0000,,我需要一点时间思考
Dialogue: 0,1:39:29.12,1:39:30.29,Default,,0000,0000,0000,,是 总统先生
Dialogue: 0,1:39:30.29,1:39:31.66,Default,,0000,0000,0000,,- 夫人\N- 嗯
Dialogue: 0,1:39:31.66,1:39:33.37,Default,,0000,0000,0000,,是总统 好像是急事
Dialogue: 0,1:39:37.08,1:39:39.08,Default,,0000,0000,0000,,亲爱的 没事吧?
Dialogue: 0,1:39:41.16,1:39:42.16,Default,,0000,0000,0000,,什么?
Dialogue: 0,1:39:49.16,1:39:50.66,Default,,0000,0000,0000,,什么?核武?
Dialogue: 0,1:39:51.45,1:39:52.95,Default,,0000,0000,0000,,天啊
Dialogue: 0,1:39:54.70,1:39:56.08,Default,,0000,0000,0000,,天啊 我不...
Dialogue: 0,1:40:00.54,1:40:02.20,Default,,0000,0000,0000,,他们要我反击
Dialogue: 0,1:40:04.04,1:40:08.29,Default,,0000,0000,0000,,此事关乎许多条生命 如果我不...
Dialogue: 0,1:40:11.54,1:40:12.70,Default,,0000,0000,0000,,你还在吗?
Dialogue: 0,1:40:14.29,1:40:15.45,Default,,0000,0000,0000,,你还在吗?
Dialogue: 0,1:40:16.08,1:40:17.08,Default,,0000,0000,0000,,艾莉森
Dialogue: 0,1:40:18.00,1:40:19.33,Default,,0000,0000,0000,,能再连线吗?
Dialogue: 0,1:40:20.33,1:40:21.50,Default,,0000,0000,0000,,艾莉森
Dialogue: 0,1:40:22.00,1:40:23.00,Default,,0000,0000,0000,,什么?
Dialogue: 0,1:40:24.04,1:40:25.04,Default,,0000,0000,0000,,这该死的...
Dialogue: 0,1:40:37.12,1:40:38.37,Default,,0000,0000,0000,,好的 我回来了
Dialogue: 0,1:40:39.08,1:40:41.50,Default,,0000,0000,0000,,总统先生\N您需要使用密封验证系统卡
Dialogue: 0,1:40:47.70,1:40:48.70,Default,,0000,0000,0000,,好
Dialogue: 0,1:40:49.45,1:40:51.29,Default,,0000,0000,0000,,让我想起了大学时期
Dialogue: 0,1:40:54.29,1:40:56.45,Default,,0000,0000,0000,,请您大声念出来
Dialogue: 0,1:40:59.08,1:41:01.66,Default,,0000,0000,0000,,N、D、O
Dialogue: 0,1:41:02.41,1:41:05.58,Default,,0000,0000,0000,,1117
Dialogue: 0,1:41:05.58,1:41:08.54,Default,,0000,0000,0000,,- N、D、O\N- 让我看看
Dialogue: 0,1:41:08.54,1:41:10.75,Default,,0000,0000,0000,,1117
Dialogue: 0,1:41:12.87,1:41:15.16,Default,,0000,0000,0000,,确认国家指挥局官员身份
Dialogue: 0,1:41:16.83,1:41:18.66,Default,,0000,0000,0000,,总统先生 请下令
Dialogue: 0,1:41:19.41,1:41:20.58,Default,,0000,0000,0000,,我下令?
Dialogue: 0,1:41:30.04,1:41:32.70,Default,,0000,0000,0000,,乔!快点!
Dialogue: 0,1:41:40.70,1:41:44.24,Default,,0000,0000,0000,,- 排成一行\N- 请准备好身份证 乡亲们 保持秩序
Dialogue: 0,1:41:44.25,1:41:45.91,Default,,0000,0000,0000,,继续往前走 老兄
Dialogue: 0,1:41:45.91,1:41:47.91,Default,,0000,0000,0000,,请准备好身份证
Dialogue: 0,1:41:47.91,1:41:49.91,Default,,0000,0000,0000,,三号车满了 把消息传递下去
Dialogue: 0,1:41:50.83,1:41:52.25,Default,,0000,0000,0000,,七号车还能容纳两位乘客
Dialogue: 0,1:41:53.75,1:41:56.41,Default,,0000,0000,0000,,- 抱歉 她不在名单上\N- 往这边走 快
Dialogue: 0,1:41:56.91,1:41:58.62,Default,,0000,0000,0000,,- 保持秩序\N- 在这里等候
Dialogue: 0,1:41:59.79,1:42:02.75,Default,,0000,0000,0000,,- 四号车准备好了 调动吧\N- 请准备好身份证
Dialogue: 0,1:42:03.87,1:42:05.25,Default,,0000,0000,0000,,请准备好身份证
Dialogue: 0,1:42:21.62,1:42:24.87,Default,,0000,0000,0000,,(宾夕法尼亚州 亚当斯县\N乌鸦岩山综合设施)
Dialogue: 0,1:42:24.87,1:42:26.70,Default,,0000,0000,0000,,(R站)
Dialogue: 0,1:42:26.70,1:42:30.58,Default,,0000,0000,0000,,(自给型核避难所)
Dialogue: 0,1:43:09.16,1:43:14.70,Default,,0000,0000,0000,,《炸药屋》
Dialogue: 0,1:51:48.37,1:51:53.37,Default,,0000,0000,0000,,字幕翻译:张庆龄"#;

fn main() -> Result<(), Box<dyn std::error::Error>> {
    let srt = SRT::parse(SRT)?;
    println!("\n\nSRT as VTT:\n{}", srt.to_vtt());

    let vtt = VTT::parse(VTT)?;
    println!("\n\nVTT as SSA:\n{}", vtt.to_ssa());

    let ssa = SSA::parse(SSA)?;
    println!("\n\nSSA as SRT:\n{}", ssa.to_srt());

    let ssa = SSA::parse(ASS)?;
    println!("\n\nSSA as SRT:\n{}", ssa.to_srt());

    Ok(())
}
